[{"post_title":"Commission statement on the Court of Appeal decision to uphold the conviction of Simon Hall","post_date":"Friday, 14 January 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission referred the murder conviction of Simon Hall to the Court of Appeal in October 2009.<\/strong>\n          <\/p>\n          <p>\n            The CCRC said: The Commission identified specific aspects of forensic evidence that, in our view, raised the real possibility that the court might quash Mr Hall's conviction and we referred the case to the Court of Appeal accordingly. In this case, as in any other case involving a referral made by the Commission, it is the role of the appeal court to decide whether or not the conviction is unsafe. In this case the Court decided it is not.\n          <\/p>\n          <p>\n            As in all Commission referral cases, we will study the Court&rsquo;s judgment in detail to see what lessons it may hold for us.\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <ul>\n            <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.\n            <\/li>\n            <li>there are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.\n            <\/li>\n            <li>the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins,<br \/>\n            Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1800<br \/>\n            E-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/>\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers the conspiracy to murder conviction of Paul Arden to the Court of Appeal","post_date":"Wednesday, 12 January 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred the conviction of Paul Arden to the Court of Appeal.<\/strong>\n          <\/p>\n          <p>\n            In 2003 Mr Arden was tried along with six others on a charge of conspiracy to murder Paul Reilly, who was shot dead in the Cheadle Hulme area of Manchester on 18th January 2001.\n          <\/p>\n          <p>\n            Mr Arden pleaded not guilty but, following a ten-week trial at Manchester Crown Court, he was convicted on 15th April 2003 and sentenced to life imprisonment with a notional term of 24 years and a minimum term of 12 years.&nbsp;\n          <\/p>\n          <p>\n            Mr Arden sought leave to appeal against the conviction, but leave was denied in December 2004. He applied to the Commission for a review of his case in September 2008.\n          <\/p>\n          <p>\n            After Mr Arden's trial a further four men were prosecuted on the basis that they had also been participants in the conspiracy to murder Mr Reilly. At the trials of those men in 2006 and 2007 the prosecution relied on evidence from one of Mr Arden's convicted co-defendants. That evidence, and the case advanced by the prosecution at those later trials, were in important respects inconsistent with the prosecution's evidence and case against Mr Arden at his trial.&nbsp;&nbsp;\n          <\/p>\n          <p>\n            The Commission has decided to refer Mr Arden's conviction to the Court of Appeal because in its view there is a real possibility that the court will conclude that the evidence of Mr Arden's co-defendant and the change of stance by the prosecution so undermine the case which was advanced against Mr Arden at his trial that his conviction is unsafe.\n          <\/p>\n          <p>\n            The Commission's referral means that, if the Court of Appeal so chooses, Mr Arden&rsquo;s appeal may be heard alongside the appeals of two other co-defendants who were tried with him, one of whom has already been granted leave to appeal by the court.\n          <\/p>\n          <p>\n            Mr Arden is currently unrepresented although legal representatives will be appointed in due course.&nbsp;\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <ul>\n            <li>the Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.\n            <\/li>\n            <li>there are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.\n            <\/li>\n            <li>the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins,<br \/>\n            Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1800<br \/>\n            E-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/>\n          <\/p>\n          <p>\n            <br \/>\n            &nbsp;\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers the conspiracy to rob conviction of Gary Hutchings to the Court of Appeal","post_date":"Thursday, 17 February 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred the conspiracy to rob conviction of Gary Hutchings to the Court of Appeal.<\/strong>\n          <\/p>\n          <p>\n            Mr Hutchings pleaded not guilty to charges of conspiracy to rob but was convicted at Southwark Crown Court in December 1992 and sentenced to 12 years&rsquo; imprisonment.\n          <\/p>\n          <p>\n            The charges arose from a series of cash-in-transit robberies committed in London between 1989 and 1991.\n          <\/p>\n          <p>\n            The gang involved would identify a Post Office worker from the targeted depot and then carry out research into his family and personal circumstances. On the morning of the robbery the Post Office worker would be kidnapped at gunpoint and threats against his family would be made in order to coerce him into cooperating with the robbers. At a certain point during the round, a member of the gang riding a motorcycle would meet up with the van and lead the way to where other gang members waited and where employees would hand over cash bags from the van.\n          <\/p>\n          <p>\n            Mr Hutchings was refused leave to appeal against his conviction and applied to the Commission for a review of his case in 2004.\n          <\/p>\n          <p>\n            The Commission&rsquo;s review considered a range of issues including the impact of the central involvement of police officers since discredited as a result of a Metropolitan Police inquiry into alleged corruption among officers in the Flying Squad based at Rigg Approach in Walthamstow, North East London.\n          <\/p>\n          <p>\n            The Commission has decided to refer Mr Hutchings conviction to the Court of Appeal because in its view there is a real possibility that the court will conclude that the conviction is unsafe.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n          <\/p>\n          <p>\n            Mr Hutchings is represented by Venters Solicitors 1-6 Camberwell Green\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <ul>\n            <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.\n            <\/li>\n            <li>there are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.\n            <\/li>\n            <li>the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins,<br \/>\n            Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1800<br \/>\n            E-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>\n          <\/p>\n          <p>\n            &nbsp;\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC Statement on the provisonal decision in the case of Jeremy Bamber","post_date":"Friday, 11 February 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has today informed Jeremy Bamber that it has reached a provisional decision not to refer his murder convictions to the Court of Appeal. Mr Bamber and his legal team have been sent a Provisional Statement of Reasons.<\/strong>\n          <\/p>\n          <p>\n            This is an 89-page document setting out in detail the Commission's analysis of the case and the reasons for the provisional decision. As is usual with Commission cases reaching this stage, Mr Bamber and his team have been invited to respond to the Commission's case analysis and the reasons for its provisional decision. Given the lengthy and highly complex nature of the case, we have given Mr Bamber and his team three months in which to respond to our provisional decision (usually the period for a case of this type is 40 working days).\n          <\/p>\n          <p>\n            The Commission will then consider whatever representations it receives from Mr Bamber and his team before making a final decision on whether or nor to refer the case for a fresh appeal hearing.\n          <\/p>\n          <p>\n            The Provisional Statement of Reasons expresses the Commission's provisional conclusions on all the major points and arguments raised by Mr Bamber and his team during this and earlier reviews in relation to the safety of his 1985 murder convictions.\n          <\/p>\n          <p>\n            The Commission is now waiting for any further submissions from Mr Bamber before any final decision is made. It would therefore be inappropriate for us to comment further.\n          <\/p>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins,<br \/>\n            Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1800<br \/>\n            E-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/>\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers the threats to kill conviction of Gordon Malloch","post_date":"Tuesday, 8 February 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred to the Court of Appeal Gordon Malloch&rsquo;s 1990 conviction for making threats to kill.<\/strong>\n          <\/p>\n          <p>\n            Mr Malloch was prosecuted at Calne Magistrates&rsquo; Court in 1990 for making threats to kill. He pleaded not guilty but was convicted and fined &pound;200, bound over in the sum of &pound;500 for two years and ordered to pay &pound;105 in costs.\n          <\/p>\n          <p>\n            The charge arose following a dispute between Mr Malloch and the proprietor of a garage. The prosecution case rested on the evidence of the garage proprietor and one of his employees.\n          <\/p>\n          <p>\n            Mr Malloch appealed against his conviction but, following a rehearing of the case before a judge and magistrates at Swindon Crown Court, the appeal was dismissed and he was ordered to pay additional costs of &pound;303.\n          <\/p>\n          <p>\n            Mr Malloch applied to the Commission for a review of his conviction in January 2010.\n          <\/p>\n          <p>\n            After losing his appeal in 1990 Mr Malloch made a complaint against the police and conducted his own investigation which involved tracing a witness who then admitted giving false evidence. The witness admitted perjury to the police but the Crown Prosecution Service decided it was not in the public interest to prosecute him but, in correspondence with Mr Malloch&rsquo;s solicitor, indicated that they would not oppose an application by Mr Malloch to the Home Office for a free pardon*. In 1992 the Home Office refused Mr Malloch&rsquo;s application for a free pardon.\n          <\/p>\n          <p>\n            Later in life Mr Malloch realised that the conviction could have an impact on Criminal Records Bureau (CRB) checks if he needed to seek further work. In 2009, via his MP, he approached the Ministry of Justice seeking a free-pardon. The Ministry declined and advised Mr Malloch to apply to the Commission.\n          <\/p>\n          <p>\n            With only very limited correspondence to go on, the Commission investigated and with police help traced a retired officer who had been involved and confirmed that the witness had admitted perjury.\n          <\/p>\n          <p>\n            The Commission decided to refer the case because it considered that the admitted perjury gives rise to a real possibility that Crown Court may quash the conviction.\n          <\/p>\n          <p>\n            * The CCRC was not created until 1997 and the Home Office did not have the power to refer a summary conviction for a further appeal.\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <ul>\n            <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.\n            <\/li>\n            <li>there are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.<br \/>\n              the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins,<br \/>\n            Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1800<br \/>\n            E-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission has referred the conviction of V to the Court of Appeal","post_date":"Friday, 25 March 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred the case of Mr V to the Court of Appeal.<\/strong>\n          <\/p>\n          <p>\n            Mr V pleaded not guilty to a charge of rape but was convicted in 2006 and sentenced to life imprisonment.\n          <\/p>\n          <p>\n            Mr V applied for leave to appeal against his conviction, but this was refused in 2007. Later that year he applied to the Commission for a review of the case.\n          <\/p>\n          <p>\n            The Commission considered several issues, including new evidence capable of undermining the credibility of the trial witnesses, and decided to refer Mr V&rsquo;s conviction to the Court of Appeal because it considers there is a real possibility that the Court may decide the conviction is unsafe.\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <p>\n            The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.\n          <\/p>\n          <ul>\n            <li>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.\n            <\/li>\n            <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins, Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1806<br \/>\n            E-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers the conviction of Miss T to the Crown Court","post_date":"Thursday, 24 March 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred the conviction of Miss T to the Crown Court.<\/strong>\n          <\/p>\n          <p>\n            Miss T pleaded guilty in 2007 at a Youth Court of possessing a false identity document with intent. She was sentenced to a four months&rsquo; detention and training order.\n          <\/p>\n          <p>\n            Miss T, aged 17, was trafficked into the UK and forced to work as a prostitute. She managed to escape from her trafficker. Several weeks later she was arrested trying to leave the UK using a stolen British passport.\n          <\/p>\n          <p>\n            Having considered whether Miss T had acted under a &lsquo;nexus of compulsion&rsquo; (as defined in the case of R v LM, MB, DG, Tabot and Tijani [2010] EWCA Crim 2327) and the applicability of Crown Prosecution Service guidance on the prosecution of defendants charged with offences who might be trafficked victims, the Commission decided to refer the conviction to the Crown Court because it believes there is a real possibility that the Court will set aside the guilty plea and quash or stay the conviction.\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <p>\n            the Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.\n          <\/p>\n          <ul>\n            <li>there are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.\n            <\/li>\n            <li>the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins, Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1806&nbsp;<br \/>\n            E-mail: <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>\n          <\/p>\n          <p>\n            &nbsp;\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers the rape conviction of U to the Court of Appeal","post_date":"Thursday, 24 March 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred the rape conviction of Mr U to the Court of Appeal.<\/strong>\n          <\/p>\n          <p>\n            Mr U pleaded not guilty to charges of rape but was convicted and sentenced to three years&rsquo; detention in young offenders institution.\n          <\/p>\n          <p>\n            His application for leave to appeal against his conviction was refused.&nbsp;\n          <\/p>\n          <p>\n            Having reviewed the case in detail, the Commission has decided to refer Mr U&rsquo;s conviction to the Court of Appeal because it considers that fresh medical evidence, which potentially undermines medical evidence heard at trial, raises a real possibility that the court may decide the conviction as unsafe.\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <p>\n            the Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.\n          <\/p>\n          <p>\n            there are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.\n          <\/p>\n          <p>\n            the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n          <\/p>\n          <p>\n            the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n          <\/p>\n          <p>\n            if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.\n          <\/p>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins, Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1806&nbsp;<br \/>\n            E-mail: <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers the sentence of Terence Calder to the Court of Appeal","post_date":"Monday, 21 March 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred the sentence of Terence Calder to the Court of Appeal.<\/strong>\n          <\/p>\n          <p>\n            Mr Calder pleaded guilty in February 2009 to charges of wounding with intent to cause grievous bodily harm. He was sentenced at Manchester Crown Court to eight years and eight months imprisonment comprising a custodial term of five years and a licence period of three years.<br \/>\n            Mr Calder applied to the Commission in relation to his sentence only in March 2011.\n          <\/p>\n          <p>\n            Having considered the case, the Commission has decided to refer Mr Calder&rsquo;s sentence to the Court of Appeal because of an error in calculating the number of days by which the term of imprisonment should have been be reduced because of time spent in custody on remand. The Crown has indicated that it has no objection to the sentence being appropriately varied.\n          <\/p>\n          <p>\n            Ordinarily, the matter could be dealt with administratively, but the particular circumstances of this case mean that only the Court of Appeal has power to vary the sentence.\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <p>\n            The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.\n          <\/p>\n          <ul>\n            <li>there are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.\n            <\/li>\n            <li>the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/>\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins,<br \/>\n            Head of Communication,<br \/>\n            Criminal Cases Review Commission,&nbsp;<br \/>\n            Telephone: 0121 633 1800<br \/>\n            E-mail <a title=\"press@ccrc.gov.uk \" href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers Colin Homer's £278,000 tobacco smuggling confiscation order to the Court of Appeal","post_date":"Wednesday, 9 March 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred the case of Colin Homer to the Court of Appeal.<\/strong>\n          <\/p>\n          <p>\n            Mr Homer pleaded guilty to two counts each of fraudulent evasion of duty and keeping dutiable good with intent to defraud.<br \/>\n            Mr Homer admitted that he had played a role in organising the distribution of the tobacco products in this country, but had played no part in the importation. He was sentenced in May 2005 at Leicester Crown Court to three years&rsquo; imprisonment and a confiscation order, pursuant to the Proceeds of Crime Act 2002, was imposed in the sum of &pound;278,000 with five years&rsquo; imprisonment in default of payment.\n          <\/p>\n          <p>\n            Mr Homer was prosecuted by the Customs and Excise Prosecutions Office, which has since been replaced by the Revenue and Customs Prosecutions Office (RCPO), which now forms part of the Crown Prosecution Service.\n          <\/p>\n          <p>\n            He appealed against the confiscation order to the Court of Appeal arguing that he was a worker for wages who had played no role in the evasion of duty, but the appeal was dismissed in March 2006.\n          <\/p>\n          <p>\n            Mr Homer applied to the Commission in March 2010 citing the earlier Commission referral case of Rowbotham and after being informed by RCPO that his case had been considered as part of the Chambers Review (see notes).\n          <\/p>\n          <p>\n            Having reviewed Mr Homer&rsquo;s case, the Commission has referred it to the Court of Appeal because it believes that the confiscation order in this case was imposed in error as, under the 2001 regulations, Mr Homer was not liable for the excise duty and had not therefore derived a pecuniary advantage by evading or deferring payment of it.\n          <\/p>\n          <p>\n            The Commission takes the view that this raises a real possibility that the Court of Appeal will quash the confiscation order.\n          <\/p>\n          <p>\n            Mr Homer is represented by Grove Tompkins Bosworth, 54 Newhall Street, Birmingham, B3 3QG.Tel: 0121-236-8091.\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <ul>\n            <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.\n            <\/li>\n            <li>there are&nbsp;11 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.\n            <\/li>\n            <li>the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins,<br \/>\n            Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1800<br \/>\n            E-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/>\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers the case of S to the Court of Appeal","post_date":"Monday, 7 March 2011","post_content":"\r\n<p><\/p>\r\n<p>\n            <strong>The Criminal Cases Review Commission has referred the case of S to the Court of Appeal.<\/strong>\n          <\/p>\n          <p>\n            Mr S pleaded not guilty to charges of indecent assault on a female under 14, but was convicted in 1987 and sentenced to four years&rsquo; imprisonment.\n          <\/p>\n          <p>\n            Mr S had applied for leave to appeal against sentence in 1987, but leave was refused. He had not previously appealed against his conviction and applied to the Commission for a review of his case in 2008.\n          <\/p>\n          <p>\n            Having reviewed the case, the Commission has decided to refer Mr S&rsquo;s conviction to the Court of Appeal because it considers that fresh medical evidence, which potentially undermines medical evidence heard at trial, raises a real possibility that the court may decide the conviction is unsafe.\n          <\/p>\n          <h2>\n            Notes to editors\n          <\/h2>\n          <ul>\n            <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.\n            <\/li>\n            <li>there are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&rsquo; Code of Practice.<br \/>\n              the Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.\n            <\/li>\n            <li>the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".\n            <\/li>\n            <li>if a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.\n            <\/li>\n          <\/ul>\n          <h2>\n            Contact\n          <\/h2>\n          <p>\n            This press release was issued by\n          <\/p>\n          <p>\n            Justin Hawkins,<br \/>\n            Head of Communication,<br \/>\n            Criminal Cases Review Commission,<br \/>\n            Telephone: 0121 633 1800<br \/>\n            E-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>\n          <\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC refers conviction of V to the Court of Appeal","post_date":"Friday, 29 July 2011","post_content":"\r\n<p><p>The Criminal Cases Review Commission has referred the convictions of Mr V to the Court of Appeal.<\/p><\/p>\r\n<p>In 1994 Mr V pleaded not guilty to charges of buggery, indecency with a child and indecent assault, but was convicted and sentenced to a total of seven years’ imprisonment.<\/p><p>Mr V appealed against his convictions in 1999 but the appeal was dismissed. He applied to the Commission in 2008.<\/p><p>Having reviewed the case in detail, the Commission has decided to refer Mr V’s conviction to the Court of Appeal because it considers that fresh medical evidence, which raises doubts about the reliability of medical evidence heard at trial, raises a real possibility that the court would decide to quash the conviction as unsafe.<\/p><p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906 or e-mail press@ccrc.gov.uk<\/p><h3>Notes to Editors<\/h3><p>The Commission has replaced the applicants name with the letter V in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial - where the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. When it hears the case, the Court of Appeal will make its own decision about if\/how to anonymise the case.<\/p><p>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p><p>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p><p>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/p><p><\/p><p>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".<\/p><p>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC refers the sentence of Y to the Court of Appeal","post_date":"Friday, 29 July 2011","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the sentence of Mr Y to the Court of Appeal.<\/p>\r\n<p>Mr Y was convicted in 2009 of attempted rape and indecent assault. He sought to appeal against the sentence but his appeal was dismissed. He applied to the Commission for a review of his sentence in 2011.<\/p><p>Having reviewed the matter, the Commission has decided to refer Mr Y’s sentence to the Court of Appeal because it considers that there is a real possibility that the court will decide that the sentence imposed is unlawful and amend it.<\/p><p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906 or e-mail&nbsp;<a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p><h3>Notes to editors<\/h3><p>The Commission has replaced the applicants name with the letter Y in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial - where the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. When it hears the case, the Court of Appeal will make its own decision about if\/how to anonymise the case.<\/p><p>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p><p>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p><p>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/p><p><br>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".<\/p><p>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC refers the conviction of Ricky Rowe to the Crown Court","post_date":"Friday, 29 July 2011","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the driving without insurance conviction of Ricky Rowe to the Crown Court<\/p>\r\n<p>Mr Rowe was convicted in absence at Bexley Magistrates’ Court on 26th August 2008 of an offence of driving a motor vehicle without insurance on 30 January 2008.<\/p><p>Mr Rowe appealed against conviction and a re-hearing was held at Woolwich Crown Court on 5th December 2008. Mr Rowe’s conviction for driving without insurance was upheld<\/p><p>.Mr Rowe has always denied that he was the driver of the vehicle when it was stopped by police on 30 January 2008 and denies having any connection to the vehicle. Mr Rowe applied to the Commission seeking a review of his conviction on 11th June 2009<\/p><p>.Following a detailed review, the Commission has decided to refer the case back to the Crown Court on the basis that there is new evidence which casts doubt on whether Mr Rowe was the driver of the vehicle and therefore there is a real possibility that Mr Rowe’s conviction will not be upheld.<\/p><p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906 or e-mail press@ccrc.gov.uk<\/p><h3>Notes to editors<\/h3><p>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p><p>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice<\/p><p>.The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/p><p>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\"<\/p><p>.If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC refers the conviction of X to the Court of Appeal","post_date":"Friday, 29 July 2011","post_content":"\r\n<p><p>The Criminal Cases Review Commission has referred the 2005 convictions of Mr X to the Court of Appeal.<\/p><\/p>\r\n<p>Mr X pleaded not guilty to charges of indecent assault, attempted rape and rape but was convicted and sentenced to a total of 11 years’ imprisonment.<\/p><p>Mr X tried to appeal against his conviction in 2005 but was refused leave to appeal. He applied to the Commission in 2008.<\/p><p>Having reviewed the case in detail, the Commission has decided to refer Mr X’s conviction to the Court of Appeal because it considers that fresh medical evidence, which raises doubts about the reliability of medical evidence heard at trial, raises a real possibility that the court would decide to quash the conviction as unsafeThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906 or e-mail&nbsp;<a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p><p><a href=\"mailto:press@ccrc.gov.uk\"><\/a><\/p><h3>NOTES TO EDITORS<\/h3><p>In 2008 the Royal College of Paediatrics and Child Health (RCPCH) published The Physical Signs of Child Sexual Abuse. This book revised the 1997 Royal College of Physicians publication 'Physical Signs of Sexual Abuse in Children'. The new publication, produced by the RCPCH in collaboration with the Royal College of Physicians of London and its Faculty of Forensic and Legal Medicine, revised guidance about the extent to which certain physical signs should be considered diagnostic of abuse in light of the development of scientific understanding of the signs of physical abuse in children. The Commission has considered several cases where this development in understanding appears capable of undermining the reliability of the medical evidence heard at trial and concluded that, in the specific circumstances of each of the cases concerned, this raises a real possibility that the conviction would not be upheld if it referred the case for appeal.<\/p><p>The Commission has replaced the applicants name with the letter X in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial - where the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. When it hears the case, the Court of Appeal will make its own decision about if\/how to anonymise the case.<\/p><p>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p><p>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p><p>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/p><p>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".<\/p><p>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>&nbsp;  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC refers the murder conviction of Sam Hallam","post_date":"Thursday, 28 July 2011","post_content":"\r\n<p>\r\n <p>The Criminal Cases Review Commission has referred Sam Hallam’s 2005 murder conviction to the Court of Appeal.<\/p> \r\n<\/p>\r\n<p>Mr Hallam was charged with the murder of Essayas Kassahun who died after being attacked by a group of youths on the corner of Old Street and Bath Street in Islington, London, on 11th October 2004. Mr Kassahun was left unconscious by the attack. He never regained consciousness and died in hospital two days later.<\/p><p>Sam Hallam was tried at the Old Bailey during September and October 2005 for murder and for conspiracy to commit grievous bodily harm and violent disorder.<\/p><p>The prosecution case was based principally on the evidence of two witnesses who said they were present at the murder scene and said they saw Sam Hallam there and saw him take part in the fatal attack on Mr Kassahun. Mr Hallam maintained that he was elsewhere on the night of the killing. He pleaded not guilty but was convicted.<\/p><p>Because Mr Hallam was 17 years old at the time of the murder he was sentenced to imprisonment at Her Majesty’s pleasure. The judge set a minimum term of 12 years.<\/p><p>Mr Hallam appealed against his conviction but the appeal was dismissed in March 2007. He applied to the CCRC for a review of his case in February 2008.<\/p><p>The Commission has carried out an extensive investigation into the case pursuing many of its own lines of enquiry as well as investigating the issues raised by Mr Hallam and his supporters.<\/p><p>Following its investigations into the case, the Commission has decided to refer Sam Hallam’s convictions to the Court of Appeal because it considers that a range of issues, including new evidence capable of casting doubt on the reliability of identification evidence at trial, together raise the real possibility that the Court of Appeal would now quash the conviction.<\/p><p>A referral by the Criminal Cases Review Commission means that the Court of Appeal will now hear a fresh appeal against Mr Hallam’s conviction and make a decision on whether to quash or uphold the conviction.Mr Hallam is supported by a campaign (see&nbsp;<a href=\"http:\/\/www.samhallam.com\/\" style=\"color: rgb(1, 83, 94); \">www.samhallam.com<\/a>). The contact there is Mr Paul May on 07985 238666.<\/p><p><strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906 or e-mail press@ccrc.gov.uk<\/strong><\/p><p><strong><\/strong><strong>NOTES TO EDITORS<\/strong><\/p><p><\/p><p>As part of its investigation in this case the Commission used its statutory powers under section 19 of the Criminal Appeal Act 1995 to require the appointment of a senior investigating officer from Thames Valley Police to carry out extensive enquires under the Commission’s direction. Section 19 of the Criminal Appeal Act 1995 provides the power for the Criminal Cases Review Commission to require the appointment of an investigating officer (IO) to carry out inquiries to assist the Commission in the exercise of any of its functions. The decision to require the appointment of an IO must be made by a committee of three Commissioners. Details about Commission policy on section 19 appointments can be seen in a formal memorandum on the Commission’s website<\/p><p>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p><p>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p><p>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/p><p>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".<\/p><p>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC publishes its Annual Report and Accounts for 2010-11","post_date":"Friday, 15 July 2011","post_content":"\r\n<p> <p><span style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">The Criminal Cases Review Commission has today published its Annual Report and Accounts for 2010\/11.<\/span><\/p><\/p>\r\n\r\n <p><span style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">The Annual Report sets out the Commission’s assessment of its performance in 2010\/11 and publishes the accounts of the organisation which was set up to investigate alleged miscarriages of justice.<\/span><\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">The report says: \"The Commission entered the current period of public sector financial austerity having already had its budget cut back significantly in recent years. In fact, allowing for inflation, we have seen a real terms reduction in our funding of almost 30% over the last six years. This financial position makes it all the more remarkable that we have managed in recent years to maintain and even improve our casework performance. In 2010\/11, in spite of having fewer casework staff and, particularly this year, fewer Commissioners, we have again improved in some areas and held our own in others. The fact that we have done so is a tribute to the staff and Commissioners who have worked hard to make sure that we continue to progress cases in a timely manner while preserving the high standard of our reviews.\"<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">The Commission investigates alleged miscarriages of justice from the criminal courts of England, Wales and Northern Ireland. The cases with which it deals tend to involve the most serious offences such as rape and other sexual offences, murder, kidnap and robbery.<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">In 2010\/11 the Commission received 933 applications for review and closed 947 cases. Of those 947 cases, 22 were referred to the appeal courts. In 2009\/10 the Commission referred 31 of the 892 cases it closed.<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">The Commission’s 2010\/11 Annual Report says: \"There appears to be no single reason but a number of factors which have culminated in a lower referral rate in 2010\/11.\"<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">These factors include a fall in the number of cases involving several applicants convicted together of the same offence and in the number of thematically linked cases. There has also been a notable absence of referrals during 2010\/11 to the Court of Appeal in Northern Ireland. As regards the latter, the Commission has been and remains unable to progress a number of Troubles-related cases until the Court delivers its judgments in several cases referred to it by the Commission in previous years.<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">During 2010\/11 the appeal courts dealt with the cases of 34 people whose convictions or sentences were referred by the Commission. Of those, 20 convictions were quashed or sentences varied. In twelve the appeals were dismissed, in one the appeal was abandoned, and in another judgment was reserved (that judgment, in the case of George Davis, was delivered on 24th May 2011 and the conviction was quashed).<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">The Commission’s Annual Report and Accounts for 2010\/11 was laid before both Houses of Parliament on July 14th. Copies can be seen and downloaded free of charge at&nbsp;<a href=\"http:\/\/www.ccrc.gov.uk\/publications\/publications_get.asp\" target=\"_blank\" style=\"color: rgb(1, 83, 94); \">www.ccrc.gov.uk\/<wbr>publications\/publications_get.<wbr>asp<\/a>&nbsp;Printed copies can be ordered from The Stationary Office for £11.25. The document is HC 1225 and the ISBN number is 978-0-10-297222-1.<\/p><b style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \"><p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906.<\/p><p>NOTES TO EDITORS<\/p><\/b><span style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \"><\/span><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">The Annual Report and Accounts of the Criminal Cases Review Commission is presented to Parliament by the Lord Chancellor and Secretary of State for Justice in pursuance of paragraph 8(3) of Schedule 1 to the The Criminal Appeal Act 1995 and by the Comptroller and Auditor General in pursuance of paragraph 9(4) of Schedule 1 to that Act. It is also presented to the Northern Ireland Assembly under paragraph 8(4) of the Criminal Appeal Act 1995 by the Department of Justice.<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">1.&nbsp;The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">2.&nbsp;There are currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \">3.&nbsp;The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our long term referral rate is around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p><b style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \"><\/b><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \"><b>4.&nbsp;<\/b>As specified in the Criminal Appeal Act 1995, the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".<\/p><b style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \"><\/b><p style=\"color: rgb(77, 37, 19); font-family: Arial, Helvetica, sans-serif; line-height: 13px; font-size: x-small; \"><b>5.&nbsp;<\/b>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p> \r\n  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC refers the convictions of James Martin and Veronica Ryan to the Court of Appeal in Northern Ireland","post_date":"Friday, 23 September 2011","post_content":"\r\n<p><p>The Criminal Cases Review Commission has referred the convictions of James Martin and Veronica Ryan to the Northern Ireland Court of Appeal.<\/p><\/p>\r\n\r\n <p>James Martin and Veronica Ryan (formerly known as Veronica Martin) were convicted together in May 1991 at Belfast Crown Court of the false imprisonment of Joseph Fenton. Mr Martin was also convicted on that date of making property available for terrorism. Mr Martin was sentenced to four years’ imprisonment and Ms Ryan was sentenced to six months’ imprisonment.The prosecution case against Mr Martin and Ms Ryan was that they falsely imprisoned Mr Fenton in Belfast between 25th and 26th February 1989. Mr Martin was also charged with aiding and abetting the murder of Joseph Fenton but was acquitted of that offence.<\/p><p>The Commission’s review of these convictions followed the Northern Ireland Court of Appeal’s decision in January 2009 to quash Mr Martin’s and Ms Ryan’s convictions relating to a separate incident (see footnote 1).<\/p><p>The Commission has now carried out a detailed investigation into the convictions relating to Mr Fenton. It has decided to refer the convictions to the Northern Ireland Court of Appeal because it considers there is a real possibility that the Court would quash them if a fresh appeal were to be heard.<\/p><p>The nature of the issues leading to the referral means that the Commission cannot dislcose the specific reasons for its decision. The Commission is not able to give applicants or their representatives the specific reasons why these convictions have been referred, but a summary of the Commission’s findings has been provided. The full reasons for the referrals will be provided in a confidential annex to the Court of Appeal and the Public Prosecution Service.<\/p><p>It will be for the Northern Ireland Court of Appeal to make any further decisions on disclosure in relation to the appeal proceedings subsequent to referral by the Commission.<\/p><p>Mr Martin and Ms Ryan are legally represented by Mr Kevin Winters of Kevin R. Winters &amp; Co. Solicitors, 46 Castle Street, Belfast. Tel: 02890 241888.<\/p><p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/p><h5>Footnote 1&nbsp;<\/h5><p>On the same date in May 1991 Mr Martin and Ms Ryan were also convicted, with others, of a separate count of false imprisonment. Mr Martin was also convicted of another count of making property available for terrorism. Those convictions, relating to an incident involving Alexander Lynch, were the subject of an earlier Commission investigation that led to the referral of the defendants’ convictions to the Court in 2008. Those convictions were quashed by the Northern Ireland Court of Appeal on 9th January 2009.<\/p><h3>Notes to Editors<\/h3><p>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p><p>There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p><p>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p> \r\n  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"CCRC refers the case of Z to the Court of Appeal","post_date":"Tuesday, 15 November 2011","post_content":"\r\n<p><p>The Criminal Cases Review Commission has referred the case of Mr Z to the Court of Appeal<\/p><\/p>\r\n\r\n<p>Between 2006 and 2008 Mr Z stood trial on three counts of sexual assault and one of rape, each involving the same person. He pleaded not guilty to all charges but was convicted and sentenced to a total of eight years' imprisonment.<\/p><p>Mr Z tried to appeal against the convictions but was refused leave to appeal. He applied to the Commission in September 2008.<\/p><p>Having investigated a range of issues, including the reliability of evidence heard at trial, the Commission has decided to refer Mr Z's convictions to the Court of Appeal because it considers that there is a real possibility that the Court will conclude the convictions are unsafe.<\/p><p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail&nbsp;<a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p><h3>Notes to Editors<\/h3><p>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp;&nbsp;It is based in Birmingham and is funded by the Ministry of Justice.<\/p><p>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments' Code of Practice.<\/p><p>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/p><p>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.;New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are \"exceptional circumstances\".<\/p><p>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\r\n  \r\n","post_updated":"Friday, 2 March 2012"},{"post_title":"Commission refers the conviction and sentence of Manochehr Bahmanzadeh to the Court of Appeal","post_date":"Friday, 27 January 2012","post_content":"\r\n<p><\/p>\r\nManochehr Bahmanzadeh was convicted in July 2008 at Plymouth Crown Court of permitting his nightclub to be used for the supply of class A drugs.\n\n<p>Mr Bahmanzadeh was the owner of The Dance Academy nightclub in Plymouth. In 2006, undercover police officers carried out a series of test purchases of ecstasy tablets from dealers in the club.<\/p>\n\n<p>That evidence formed part of the prosecution’s case that Mr Bahmanzadeh was aware that drugs were being sold in his club and that he allowed it to happen.<\/p>\n\n<p>Mr Bahmanzadeh pleaded not guilty to the charges; his defence was that he had done all he reasonably could to prevent the supply of drugs and that he had neither permitted drugs to be supplied, nor turned a blind eye to drug dealing.<\/p>\n\n<p>Mr Bahmanzadeh was convicted and sentenced to nine years’ imprisonment. He was sentenced on the basis that he deliberately permitted the premises to be used for the supply of drugs in order to boost the reputation of the club and increase its profits.<\/p>\n\n<p>Mr Bahmanzadeh’s appealed in 2008, but lost the appeal. He applied to the Commission for a review of his case in January 2011.<\/p>\n\n<p>Having carried out a detailed investigation of the case, the Commission has decided to refer the conviction to the Court of Appeal because it believes that new evidence regarding the credibility and reliability of witness testimony gives rise to a real possibility that the Court of Appeal will quash Mr Bahmanzadeh’s conviction.<\/p>\n\n<p>The Commission has also referred Mr Bahmanzadeh’s nine-year prison sentence to the Court of Appeal because it considers that, even if the Court upholds the conviction, there is a real possibility that it would reduce the sentence.<\/p>\n\n<p>Mr Bahmanzadeh is represented by Hickman &amp; Rose Solicitors, Aylesbury House, 17-18 Aylesbury Street, Clerkenwell Green, London EC1R 0DB. 020 7702 5331<\/p>\n\n<p><strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/strong><\/p>\n\n<p><strong>NOTES TO EDITORS<\/strong><\/p>\n\n<p>1. The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>2. There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>3. The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p>\n\n<p>4. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n  \r\n","post_updated":"Tuesday, 10 April 2012"},{"post_title":"Commission refers the case of A to the Court of Appeal","post_date":"Wednesday, 22 February 2012","post_content":"\r\n<p><\/p>\r\n&nbsp;The Criminal Cases Review Commission has referred the case of Mr A to the Court of Appeal.\n\n<p>In 2005 Mr A pleaded not guilty to sexual offences against a child, including rape. He was convicted and sentenced to ten years’ imprisonment.<\/p>\n\n<p>He sought to appeal against the convictions, but leave to appeal was refused.<\/p>\n\n<p>Having considered the case in detail, the Commission has decided to refer Mr A’s convictions to the Court of Appeal, because new evidence relating to the credibility of a key prosecution witness raises a real possibility that the Court will decide the convictions are unsafe and quash them.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail press@ccrc.gov.uk<\/p>\n\n<p><strong>NOTES TO EDITORS<\/strong><\/p>\n\n<p>1. The Commission has replaced the applicant’s name with the letter A in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial; when the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. The Court of Appeal will make its own decision about if\/how to anonymise the case when the appeal is heard.<\/p>\n\n<p>2. The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>3. There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>4. The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/p>\n\n<p>5. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n\n<p>6. If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\n  \r\n","post_updated":"Tuesday, 10 April 2012"},{"post_title":"Commission refers the conviction of B to the Court of Appeal","post_date":"Wednesday, 22 February 2012","post_content":"\r\n<p><\/p>\r\n&nbsp;The Commission has referred the rape conviction of Mr B to the Court of Appeal.\n\n<p>Mr B pleaded not guilty to three offences in 2006. He was acquitted of one count of causing actual bodily harm but was convicted of two counts of rape against the same person. He was sentenced to life imprisonment.<\/p>\n\n<p>Later that year he was refused leave to appeal against the conviction.<\/p>\n\n<p>The Commission has decided to refer Mr B’s conviction to the Court of Appeal. Having reviewed the case, the Commission considers that new evidence about the credibility of a key witness, and new scientific evidence relating to the interpretation of the results of the testing of DNA samples found on the defendant, raise a real possibility that the court will quash the conviction.<\/p>\n\n<p><strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/strong><\/p>\n\n<p><strong>NOTES TO EDITORS<\/strong><\/p>\n\n<p>1. The Commission has replaced the applicant’s name with a letter in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial - where the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. When it hears the case, the Court of Appeal will make its own decision about if\/how to anonymise the case.<\/p>\n\n<p>2. The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>3. There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>4. The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p>\n\n<p>5. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n\n<p>6. If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\n  \r\n","post_updated":"Tuesday, 10 April 2012"},{"post_title":"Commission refers the conviction of Montazar Chberei  to the Crown Court","post_date":"Friday, 30 March 2012","post_content":"\r\n<p><\/p>\r\n&nbsp;The Commission has referred the conviction of Montazar Chberei to the Crown Court.\n\n<p>Mr Chberei was convicted of speeding by Harrow Magistrates’ Court on 24<sup>th<\/sup> March 2010. He was fined £350, ordered to pay £100 costs and had his driving license endorsed with six penalty points.<\/p>\n\n<p>The police had stopped a motorist for speeding and the driver had given his details as Montazar Chberei. When Mr Chberei failed to pay the fixed penalty, a summons was issued. When he failed to respond, or attend court, he was convicted in his absence.<\/p>\n\n<p>When he eventually learned that he had been convicted in his absence, Mr Chberei sought to appeal against his conviction in the Crown Court at Harrow<a href=\"#_ftn1\">[1]<\/a>. He said it must be a case of ‘mistaken’ identity because he had not been the driver of the car in question and he have never owned or driven the vehicle. The appeal was dismissed.<\/p>\n\n<p>Mr Chberei applied to the Commission in August 2010 and in January 2011 informed the Commission he believed that the driver on the day in question had been another individual who was known to him.<\/p>\n\n<p><br \/>\nThe Commission investigated the case and has decided to refer the conviction to the Crown Court because it considers that new evidence that another individual, on various occasions, sought to pass himself off to the police as Mr Chberei, or as some other person, raises a real possibility that Mr Chberei’s conviction would not be upheld on a rehearing in the Crown Court.<\/p>\n\n<p>Mr Chberei was not been legally represented during his application to the Commission.<\/p>\n\n<p><strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/strong><\/p>\n\n<p><strong>NOTES TO EDITORS<\/strong><\/p>\n\n<p>1. The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>2. There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>3. The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p>\n\n<p>4. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p><strong>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/strong>\n\n<div>\n  <br \/>\n  <hr \/>\n\n  <div>\n    <p><a href=\"#_ftnref1\">[1]<\/a> Convictions arising from a magistrates court are appealed in the Crown Court.<\/p>\n  ","post_updated":"Tuesday, 10 April 2012"},{"post_title":"Commission refers the sentence of David Pleasants to the Court of Appeal","post_date":"Friday, 30 March 2012","post_content":"\r\n<p><\/p>\r\n<p>The Commission has referred the sentence of David Pleasants to the Court of Appeal.<br \/>\n<br \/>\nIn December 2008, Mr Pleasants pleaded guilty to possession of heroin both with and without intent to supply, attempting to escape from custody and assault occasioning bodily harm.&nbsp; The offences were committed while on licence from a previous 14 year sentence for conspiracy to blackmail.&nbsp; The judge ordered that Mr Pleasants serve the whole remaining period of the 14 year sentence and made a new seven year sentence for possession with intent to run consecutive to that order.&nbsp;<\/p>\n\n<p>The Commission decided to refer Mr Pleasant’s sentence to the Court of Appeal because it believes that there is a real possibility that the court will amend the sentence.<br \/>\nThe referral is made on the basis that, in the particular circumstances of this case, there was no power to make the order revoking the licence for the previous sentence and allowing the new sentence to be made consecutive to that revocation.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/p>\n\n<h4>Notes to editors<\/h4>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol>\n  \r\n","post_updated":"Thursday, 28 March 2013"},{"post_title":"Commission refers the conviction of Adekunle Akanbi-Akinlade  to the Court of Appeal","post_date":"Wednesday, 28 March 2012","post_content":"\r\n<p><\/p>\r\nThe Criminal Cases Review Commission has referred the conviction of Adekunle Akanbi-Akinlade to the Court of Appeal.\n\n<p>Mr Akanbi-Akinlade was convicted on 2nd May 2007 at Isleworth Crown Court of being knowingly concerned in a fraudulent evasion of the prohibition on the importation of goods contrary to Section 170(2)(b) of the Customs and Excise Management Act 1979. He was sentenced to 12 years’ imprisonment.<\/p>\n\n<p>He was refused leave to appeal in 2007. He applied to the Commission for a review of his conviction in 2010.<\/p>\n\n<p>Mr Akanbi-Akinlade was stopped at London Heathrow Airport as he returned on a flight from Nigeria. The handles of his suitcases were found to contain 1.099kg of 100% pure cocaine with a street value of £174,000.<\/p>\n\n<p>Having investigated the case, the Commission has decided to refer Mr Akanbi-Akinlade’s conviction because new evidence undermining the credibility of a key prosecution witness gives rise to the real possibility that they Court of Appeal will quash the conviction.<\/p>\n\n<p>Mr Akanbi-Akinlade is represented by Corenna Platt at Stephensons Solicitors,<br \/>\n10 - 14 Library Street, Wigan, WN1 1NN.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806.<\/p>\n\n<p><strong>NOTES TO EDITORS<\/strong><\/p>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland and in the Court Martial and Service Civilian Court. The Commission is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n<\/ol>\n\n<ol>\n  <li>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n<\/ol>\n\n<ol>\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/li>\n<\/ol>\n\n<p>4. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n\n<p>5. If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\n  \r\n","post_updated":"Tuesday, 10 April 2012"},{"post_title":"Commission refers the conviction of Jawid Yusuf to the Crown Court","post_date":"Wednesday, 21 March 2012","post_content":"\r\n<p><\/p>\r\n&nbsp;The Commission has referred the false accounting conviction of Jawid Yusuf to the Crown Court.\n\n<p>Mr Yusuf was convicted of five counts of false accounting (contrary to section 17 (1) (A) of the Theft Act 1968) on 15 January 2004 at East Hertfordshire Magistrates’ Court. He was fined £80 on each count (making a total fine of £400) and was ordered to pay £150 costs. He did not appeal. He applied to the Commission in February 2009.<\/p>\n\n<p>Mr Yusuf worked as a pharmacist at a chemist shop in Cheshunt, Hertfordshire. He left there in December 2001 to work in another local chemist shop owned another proprietor.<\/p>\n\n<p>The prosecution alleged that whilst working at both these shops Mr Yusuf falsified prescriptions by adding additional items, forging the doctor’s signature and then claiming payment for the extra items which were not in fact dispensed to the customer.<\/p>\n\n<p>Having reviewed the case, the Commission has concluded that several issues, including non-disclosure to the defence of material which might have affected the credibility of key witnesses, raise a real possibility that, on a re-hearing of the case, the Crown Court<a href=\"#_ftn1\">[1]<\/a> would not uphold Mr Yusuf’s conviction. Accordingly, the Commission has referred the conviction to the Crown Court.<\/p>\n\n<p>Mr Yusuf has not been legally represented during his application to the Commission.<\/p>\n\n<p><strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/strong><\/p>\n\n<p><strong>NOTES TO EDITORS<\/strong><\/p>\n\n<p>1. The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>2. There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>3. The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p>\n\n<p>4. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n\n<p>5. If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\n\n<div>\n  <a href=\"#_ftnref1\"><br \/>\n  [1]<\/a> Convictions from a magistrates court are appealed, by way of a re-hearing of the case, in the Crown Court.\n","post_updated":"Tuesday, 10 April 2012"},{"post_title":"Commission refers the convictions of D to the Court of Appeal","post_date":"Tuesday, 20 March 2012","post_content":"\r\n<p><\/p>\r\nThe Commission has referred the convictions of Mr D to the Court of Appeal.\n\n<p>Mr D was tried in 1999 for four counts of indecent assault and two counts of gross indecency. He pleaded not guilty but was convicted and sentenced to a total of five-and-a-half years’ imprisonment.<\/p>\n\n<p>His application for leave to appeal against his conviction was refused. He applied to the Commission for a review of his case in December 2009.<\/p>\n\n<p>The Commission has decided to refer the sentence to the Court of Appeal because it considers that evidence of a retraction of evidence given by a complainant in the case gives rise to a real possibility that the Court of Appeal will find the convictions unsafe.<\/p>\n\n<p><strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/strong><\/p>\n\n<p><strong>NOTES TO EDITORS<\/strong><\/p>\n\n<p>1. The Commission has replaced the applicant’s name with a letter in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial - where the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. When it hears the case, the Court of Appeal will make its own decision about if\/how to anonymise the case.<\/p>\n\n<p>2. The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>3. There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>4. The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p>\n\n<p>5. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n\n<p>6. If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\n  \r\n","post_updated":"Tuesday, 10 April 2012"},{"post_title":"Commission refers the conviction of C to the Court of Appeal","post_date":"Monday, 19 March 2012","post_content":"\r\n<p><\/p>\r\n&nbsp;The Commission has referred the rape conviction of Mr C to the Court of Appeal.\n\n<p>Mr C pleaded not guilty to charges of rape but was convicted at Belfast Crown Court in 2009 and sentenced to six years’ imprisonment.<\/p>\n\n<p>He was refused leave to appeal and applied to the Criminal Cases Review Commission in October 2010.<\/p>\n\n<p>This was a case revolving around the issue of consent. There was no dispute at trial that Mr C and the complainant had had sexual intercourse, but the complainant denied that it had been with her consent.<\/p>\n\n<p>Having reviewed the case, the Commission has decided to refer the conviction to the Court of Appeal because it believes that several issues raise a real possibility that the Court will quash the conviction. Those issues include: the non-disclosure of a key witness statement, the admissibility at trial of “recent complaint<a href=\"#_ftn1\">[1]<\/a>” evidence, and potential inadequacies in the judge’s direction to the jury regarding that recent complaint evidence.<\/p>\n\n<p><strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/strong><\/p>\n\n<p><strong>NOTES TO EDITORS<\/strong><\/p>\n\n<p>1. The Commission has replaced the applicant’s name with a letter in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial - where the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. When it hears the case, the Court of Appeal will make its own decision about if\/how to anonymise the case.<\/p>\n\n<p>2. The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>3. There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>4. The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p>\n\n<p>5. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n\n<p>6. If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\n\n<div>\n  <br \/>\n\n  <div>\n    <p><a href=\"#_ftnref1\">[1]<\/a> Recent complaint evidence is evidence from a witness about an account given by a complainant (usually in a rape or other sexual offence case) to that witness before a complaint is made to the police.<\/p>\n  ","post_updated":"Tuesday, 10 April 2012"},{"post_title":"Commission refers the conviction of E to the Court of Appeal","post_date":"Wednesday, 23 May 2012","post_content":"\r\n<p><p>The Criminal Cases Review Commission has referred the sexual abuse convictions of E to the Court of Appeal.<\/p>\n<\/p>\r\n<p>Mr E pleaded not guilty but was convicted in 2001 of a number of sexual assaults on children. He was sentenced to a total of seven years’ imprisonment.&nbsp;<\/p>\n\n<p>He appealed against the conviction but his appeal was dismissed.&nbsp;<\/p>\n\n<p>Having carried out a long and detailed investigation in the case, the Commission has referred Mr E’s convictions because it considers that various issues, including the non-disclosure of material that may have assisted his defence, raise the real possibility that the Court will quash his convictions.<\/p>\n\n<p><strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/strong><\/p>\n\n<p><strong>Notes&nbsp;to editors<\/strong><\/p>\n\n<p>1. The Commission has replaced the applicant’s name with the letter E in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial; when the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. The Court of Appeal will make its own decision about if\/how to anonymise the case when the appeal is heard.&nbsp;<\/p>\n\n<p>2. The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.&nbsp;<\/p>\n\n<p>3. There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.&nbsp;<\/p>\n\n<p>4. The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.&nbsp;<\/p>\n\n<p>5. The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made. New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.&nbsp;<\/p>\n\n<p>6. If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\n  \r\n","post_updated":"Thursday, 24 May 2012"},{"post_title":"Commission publishes its Annual Report and Accounts 2011\/12","post_date":"Monday, 23 July 2012","post_content":"\r\n<p>The Annual Report and Accounts 2011\/12 of the Criminal Cases Review Commission were laid in Parliament on 11th July.\n<\/p>\r\n<p>The Annual Report and Accounts sets out facts and figures in relation to the performance in financial year just gone and publishes the accounts of the organisation which investigates alleged miscarriages of justice.<br \/>\n<br \/>\nCommission Chair Richard Foster introduces the Annual Report and Accounts 2011\/12 by saying:<\/p>\n\n<p>&#39;The Commission performed well in 2011\/12 despite further reductions in budget and staffing. We retained the strongest possible focus on delivery in this, our sixth successive year of cuts and referred 22 cases to the appeal courts without any material increase in queues or waiting times.&#39;<br \/>\n<br \/>\nThe CCRC’s Annual Report and Accounts discusses cases that the Commission has referred to the appeal courts during the year and identifies some trends and issues arising from its work.<br \/>\n<br \/>\nThe highest profile CCRC case reaching the courts during 2011\/12 was that of Sam Hallam, convicted of murder in 2005 after a young man was killed during group disorder in Islington, London. The Commission’s review, conducted with the assistance of officers from Thames Valley Police acting under Commission instruction, revealed serious deficiencies in the original police investigation and led to the quashing of Mr Hallam’s conviction in May 2012.<br \/>\n<br \/>\nIssues identified in the 2011\/12 report include those raised by a number of recent cases involving people who entered the UK as asylum seekers or refugees, but who were wrongly convicted and imprisoned for offences linked to their entry to the UK. The circumstances of these cases were such that the Commission believes there is likely to be a significant number of other people who have been wrongly convicted in a similar manner and will be trying to identify those cases where possible.<br \/>\n<br \/>\nThe casework sections of the report also drawer attention to a lesser known function of the Commission by which it can be called upon by the Court of Appeal Criminal Division, under section 15 of the Criminal Appeal Act 1995, to investigate and report on matters arising from first appeals. Such cases increasingly involve allegations of jurors behaving inappropriately. The report says:<\/p>\n\n<p>&#39;In recent years we have seen a significant increase in the number of section 15 investigations that we have been asked to carry. In 2011\/12, we were asked by the Court to carry out investigations into eight cases involving 17 appellants. Last year we carried out 7 section 15 investigations involving 13 appellants and in earlier years the number was much lower.<br \/>\n<br \/>\n&#39;The issues involved in section 15 investigations are usually complex, often sensitive and the cases always need to be expedited. Section 15 investigations are significant pieces of work that inevitably use resources that we would otherwise deploy in reviewing applications; they are an extremely important part of our work.&#39;<br \/>\n<br \/>\nThe Commission’s Annual Report and Accounts for 2011\/12 was laid before both Houses of Parliament on July 11th. Copies can be seen and downloaded free of charge by going to <a href=\"http:\/\/www.ccrc.gov.uk\">www.ccrc.gov.uk<\/a>. Printed copies can be ordered from The Stationary Office for £11.75. The document is HC 390 and the ISBN number is 978-0-10-297971-8.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906.<br \/><\/p>\n\n<h4>Notes to editors:<br \/><\/h4>\n\n<p>The Criminal Cases Review Commission investigates alleged miscarriages of justice from the criminal courts of England, Wales and Northern Ireland. The cases with which it deals tend to involve the most serious offences such as rape and other sexual offences, murder, kidnap and robbery.<br \/>\n<br \/>\nIn 2011\/12 the Commission received 1,040 applications, compared with 933 last year. A total of 878 cases were completed and closed, compared with 947 in 2010\/11. The Commission referred 22 cases to the appeal courts – the same number as in 2010\/11.<br \/>\n<br \/>\nThe Commission’s Annual Report and Accounts are presented to Parliament by the Lord Chancellor and Secretary of State for Justice in pursuance of paragraph 8(3) of Schedule 1 to the The Criminal Appeal Act 1995 and by the Comptroller and Auditor General in pursuance of paragraph 9(4) of Schedule 1 to that Act. It is also presented to the Northern Ireland Assembly under paragraph 8(4) of the Criminal Appeal Act 1995 by the Department of Justice.<br \/><\/p>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Our long term referral rate is around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/li>\n\n  <li>As specified in the Criminal Appeal Act 1995, the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/li>\n<\/ol>\n  \r\n","post_updated":"Monday, 23 July 2012"},{"post_title":"Commission refers the attempted rape conviction of Victor Nealon to the Court of Appeal","post_date":"Wednesday, 18 July 2012","post_content":"\r\n<p>The Commission has decided to refer Victor Nealon’s conviction for attempted rape to the Court of Appeal.\n<\/p>\r\nMr Nealon pleaded not guilty to attempted rape but was convicted at Hereford Crown Court in January 1997 and sentenced to life imprisonment.<br \/>\n<br \/>\nHe appealed against his conviction in January 1998, but the appeal was dismissed.<br \/>\n<br \/>\nMr Nealon’s current application arrived at the Commission in July 2010 .<br \/>\n<br \/>\nHaving reviewed the case, the Commission has decided to refer Mr Nealon’s conviction to the Court of Appeal because it considers that new scientific evidence raises the real possibility that the Court may quash the conviction.<br \/>\n<br \/>\nMr Nealon is represented by Mr Mark Newby of Quality Solicitors Jordans, Doncaster, DN1 1BP.<br \/>\n<br \/>\n<strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/strong><br \/>\n<br \/>\n<strong>Notes to editors:<\/strong><br \/>\n<br \/>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/li>\n<\/ol>\n  \r\n","post_updated":"Wednesday, 5 September 2012"},{"post_title":"Commission refers the case of Dean Williams to the Court of Appeal","post_date":"Tuesday, 25 September 2012","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the case of Dean Williams to the Court of Appeal.\n<\/p>\r\nMr Williams was convicted in October 2005 at Maidstone Crown Court for the murder of Mary Malkin and sentenced to life imprisonment.<br \/>\n<br \/>\nHe appealed against his conviction, but his appeal was dismissed at the Court of Appeal in June 2006. He applied to the Commission for a review of his case in October 2011.<br \/>\n&nbsp;<br \/>\nThe Commission has decided to refer the case to the Court of Appeal in light of new medical evidence suggesting that, at the time of the offence, Mr Williams was suffering from alcohol dependency syndrome and associated brain damage. The Commission considers that this new evidence raises the real possibility that the Court will substitute Mr Williams’ murder conviction with a conviction for manslaughter on grounds of diminished responsibility.<br \/>\n<br \/>\nMr Williams is represented by Scott-Moncrieff Harbour &amp; Sinclair, Office 7, 19 Greenwood Place, London. NW5 1LB.<br \/>\n<br \/>\n<strong>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<\/strong><br \/>\n\n<h4>Notes to editors:<\/h4>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol><br \/>\n&nbsp;\n  \r\n","post_updated":"Thursday, 18 October 2012"},{"post_title":"Commission refers the firearms sentence of Hainsly Dixon to the Court of Appeal","post_date":"Tuesday, 16 October 2012","post_content":"\r\n<p>The Commission has referred the firearms sentence of Hainsley Dixon to the Court of Appeal.<br \/>\n<br \/>\n<\/p>\r\nMiss Dixon pleaded guilty in November 2010 at Birmingham Crown Court to unlawful possession of a firearm. She was sentenced to a mandatory minimum term of five years&#39; imprisonment.<br \/>\n<br \/>\nMiss Dixon sought leave to appeal against her sentence in December 2010, but the Court dismissed the application. She applied to the Commission in August 2011.<br \/>\n<br \/>\nThe Commission has decided to refer the sentence to the Court of Appeal because it believes there is a real possibility that the Court will reduce the sentence because it will conclude that the imposition of the mandatory term on Miss Dixon was arbitrary and disproportionate within the meaning attributed to that phrase in R v Rehman and Wood [2006] 1 CR App R (S) 77 and R v Boateng [2011] EWCA Crim 861.<br \/>\n<br \/>\nMiss Dixon is represented by Mr Maslen Merchant of Hadgkiss Hughes &amp; Beale, 83 Alcester Road, Moseley, Birmingham. B13 8EB. Tel: 0121 449 5050<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<br \/>\n\n<h4>Notes to editors:<\/h4>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There currently ten Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol><br \/>\n  \r\n","post_updated":"Thursday, 20 December 2012"},{"post_title":"Commission refers the consfiscation order of David Mark Hackett to the Court of Appeal.","post_date":"Thursday, 29 November 2012","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the case of David Mark Hackett to the Court of Appeal.\n<\/p>\r\nAt Maidstone Crown Court in September 2005, Mr Hackett pleaded guilty to two counts of being knowingly concerned in the fraudulent evasion of duty chargeable on goods: count one concerned an offence committed on 19th January 2000 and count eight concerned an offence committed on 27th August 2004.<br \/>\n<br \/>\nHe subsequently admitted the breach of a suspended sentence of 12 months&#39; imprisonment, suspended for 12 months, which was imposed on 7th April 1999 for a similar offence.<br \/>\n<br \/>\nHe was sentenced to 10 weeks&#39; imprisonment to run concurrently on both counts of evasion of duty and a consecutive sentence of 3 months&#39; imprisonment for the breach of suspended sentence. He was ordered to pay compensation of £20,402.91 to HM Revenue and Customs and to pay £15,000.00 towards prosecution costs. A confiscation order was made in the amount of £645,050 with £200,000 to be paid within 28 days and the balance within six months. A default sentence of 4 years&#39; imprisonment was imposed.<br \/>\n<br \/>\nHaving considered the case in detail, the Commission has decided to refer Mr Hackett’s sentence to the Court of Appeal. The principal reason for the referral is that the Commission believes that there is a real possibility that the Court of Appeal will conclude that the assumptions contained within s72AA Criminal Justice Act 1988 should have been disapplied in relation to a property which had been owned by Mr Hackett&#39;s mother, a property which should not have been included in the scope of the confiscation order when it was imposed. Accordingly, the Commission has reached the view that there is a real possibility that the confiscation order will be reduced.<br \/>\n<br \/>\nMr Hackett is represented by Sternberg Reed Solicitors, 102-106 South Street Romford, Essex. RM1 1RX.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/>\n\n<h4>Notes to editors:<\/h4>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are ten Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol><br \/>\n  \r\n","post_updated":"Thursday, 20 December 2012"},{"post_title":"The CCRC refers the conviction of G to the Court of Appeal","post_date":"Friday, 23 November 2012","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the sexual abuse convictions of G to the Court of Appeal.\n<\/p>\r\n<p>Mr G pleaded not guilty but was convicted in 2009 of a number of sexual assaults on children. He was sentenced to a total of thirteen years&#39; imprisonment.<br \/>\n<br \/>\nThe Commission has referred Mr G&#39;s conviction to the Court of Appeal. The principal ground for the referral was the inadequacy of the Judge&#39;s directions on the evidence of a prosecution witness.<br \/><\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/><\/p>\n\n<h4>Notes to editors:<\/h4>\n\n<ol>\n  <li>The Commission has replaced the applicant’s name with the letter G in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial; when the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. The Court of Appeal will make its own decision about if\/how to anonymise the case when the appeal is heard.<\/li>\n\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are ten Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/li>\n<\/ol>\n  \r\n","post_updated":"Friday, 25 January 2013"},{"post_title":"Commission refers the sentence of F to the Court of Appeal","post_date":"Tuesday, 20 November 2012","post_content":"\r\n<p><br \/>\nThe Criminal Cases Review Commission has referred the case of Mr F to the Court of Appeal.\n<\/p>\r\nIn 2006 Mr F pleaded guilty to wounding with intent to cause grievous bodily and was sentenced to Imprisonment for Public Protection pursuant to s.225 Criminal Justice Act 2003 with minimum term of one year 210 days. Mr F was subsequently transferred to custody in a secure hospital where he remains.<br \/>\n<br \/>\nHe sought to appeal against sentence, but leave to appeal was refused. Having considered the case in detail, the Commission has decided to refer Mr F&#39;s IPP sentence to the Court of Appeal because is considers that new information in medical reports and the post sentence developments raise the real possibility&nbsp; that the Court of Appeal will substitute a hospital order for the current IPP sentence.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/>\n\n<h4>Notes to editors:<\/h4>\n\n<ol>\n  <li>The Commission has replaced the applicant&#39;s name with the letter F in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial; when the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. The Court of Appeal will make its own decision about if\/how to anonymise the case when the appeal is heard.<\/li>\n\n  <li>&nbsp;The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&#39; Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/li>\n<\/ol>\n  \r\n","post_updated":"Thursday, 20 December 2012"},{"post_title":"Commission refers the murder conviction of Omar Benguit to the Court of Appeal","post_date":"Thursday, 20 December 2012","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the murder conviction of Omar Benguit to the Court of Appeal.\n<\/p>\r\nMr Benguit was convicted in January 2005 at Winchester Crown Court for the murder of Jong-Ok Shin. He was sentenced to life imprisonment.<br \/>\n<br \/>\nMr Benguit appealed against his conviction but his appeal was dismissed in July 2005. &nbsp;<br \/>\n<br \/>\nHe applied to the Commission for a review of his conviction in May 2010.<br \/>\n<br \/>\nHaving conducted an extensive and detailed review of the case, the Commission has decided to refer the Mr Benguit&#39;s conviction to the Court of Appeal. The referral is based on new evidence which potentially impacts on the reliability of a prosecution witness who gave evidence at trial, and on new evidence in relation to another individual which, had it been known at the time of trial, would have enabled Mr Benguit&#39;s defence to suggest a possible alternative suspect for the offence. &nbsp;<br \/>\n<br \/>\nMr Benguit is represented by CLP Solicitors (City Office) 2nd Floor 5-6 Staple Inn, Holborn, London, WC1V 7QH.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/>\n<br \/>\n<strong>What happens next?<\/strong><br \/>\nOnce a case is referred for appeal by the CCRC, a new appeal must be heard and it is up to the Court of Appeal to schedule the necessary proceedings to hear the case. While the Commission pays close attention to the cases it refers for appeal, once a referral is made the Commission&#39;s formal role is at an end. For the subsequent appeal, the appellant is represented in Court by their own counsel as they would be in any other appeal. Normally the appellant&#39;s legal representative will argue the case based on the Commission&#39;s reasons for referral. If the appellant&#39;s representative wishes to add any other grounds to the appeal that are not issues raised in the Commission&#39;s Statement of Reasons for referral, they must seek the permission, or leave, of the Court in order to so.<br \/>\n<strong><br \/>\nIs there more information available?<\/strong><br \/>\nWhen making a referral, the CCRC issues a Statement of Reasons setting out in detail its analysis of the case and the reasons for the decision to refer. The Commission sends a copy of its Statement of Reasons to the applicant, to the appeal court and to the prosecuting authority. The Criminal Appeal Act 1995 restricts the Commission&#39;s distribution of Statement of Reasons to these parties only; the Commission is prohibited from supplying documents and details of cases to the media or the public.<br \/>\n<br \/>\nThe Commission will not comment further on a case once it has been referred. Most cases are discussed in detail during the appeal hearing.<br \/>\n<br \/>\nThe Commission has made earlier public statements in relation to its investigation into the case of Omar Benguit. In November 2011, the CCRC said:<br \/>\n<br \/>\n&#39;In May 2010 the Commission received an application for a review Omar Benguit&#39;s 2005 murder conviction. Our substantive review began in August 2010.<br \/>\n<br \/>\n&#39;The submissions made to the Commission in respect of Mr Benguit focussed principally on Danilo Restivo being an alternative suspect for the 2002 murder of Jong-Ok Shin (known as Oki Shin). The Commission has been following several lines of enquiry in relation to our review of Mr Benguit&#39;s conviction. Those lines also include the fact that a witness from the trial later appeared in an episode of the Jeremy Kyle Show to give an account of her involvement in the case. That is one of the many issues will be considering as part of our review, but it is too early to say what implications, if any, it may have for the case&#39;.<br \/>\n<br \/>\n<strong>About the Commission<\/strong><br \/>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are 11 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol><br \/>\n  \r\n","post_updated":"Thursday, 20 December 2012"},{"post_title":"The Criminal Case Review Commission refers the conviction of Ali Tahery to the Court of Appeal.","post_date":"Thursday, 20 December 2012","post_content":"\r\n<p>The Criminal Case Review Commission has referred the case of Ali Tahery to the Court of Appeal.&nbsp;\n<\/p>\r\nMr Tahery was tried at Blackfriars Crown Court in April 2005 on charges of wounding with intent and attempting to pervert the course of justice. He pleaded not guilty to the wounding but was convicted and sentenced to nine years&#39; imprisonment. He pleaded guilty to perverting the court of justice and received a concurrent sentence of 15 months&#39; imprisonment for that offence.<br \/>\n<br \/>\nOn 24 January 2006, the Court of Appeal dismissed Mr Tahery&#39;s appeal against his wounding conviction but allowed his appeal against sentence and reduced that sentence to seven years&#39; imprisonment.<br \/>\n<br \/>\nMr Tahery applied to the European Court of Human Rights (ECtHR) alleging that the judge&#39;s decision to allow a statement to be read from an absent witness violated his rights under Article 6 of the European Convention of Human Rights (ECHR). On 20 January 2009 the Fourth Section of the ECtHR ruled that the reading of the statement to the jury had violated Mr Tahery&#39;s rights under Article 6(1) and 6(3) of the ECHR.&nbsp;&nbsp;<br \/>\n&nbsp;&nbsp;&nbsp;<br \/>\nIn the case of R v Horncastle and Ors [2009] UKSC 14 the Supreme Court considered and responded to the decision of the Fourth Section in Mr Tahery&#39;s case and in the linked case of Imad Al-Khawaja. The Supreme Court expressed its disagreement with some of the reasoning underlying the decisions of the Fourth Section in those cases.<br \/>\n<br \/>\nThe decisions of the Fourth Section were then referred to the Grand Chamber of the ECtHR and on 15th December 2011 the Grand Chamber gave its judgment. Although the Grand Chamber departed from some of the reasoning of the Fourth Section, it unanimously held that Mr Tahery&#39;s Article 6 rights had been violated by the judge&#39;s decision to allow the statement to be read to the jury.<br \/>\n<br \/>\nMr Tahery first applied to the Criminal Cases Review Commission in 2009 when the Commission concluded that it was unable to refer his case back to the Court of Appeal. In April 2012, following the Grand Chamber&#39;s judgment of 15th December 2011, Mr Tahery applied again to the Commission.<br \/>\nThe Commission has decided to refer Mr Tahery&#39;s conviction back to the Court of Appeal on the basis that the judgments of the Supreme Court and of the Grand Chamber raise a real possibility that the Court of Appeal will find that Mr Tahery&#39;s conviction is unsafe and should be quashed.<br \/>\n<br \/>\nMr Tahery is represented by Mr Martyn Fisher, Birds Solicitors, Wandsworth, London, SW18 2PT.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906.<br \/>\n\n<h4>Notes to editors:<\/h4>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There currently ten Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Our current rates of referral are around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol><br \/>\n  \r\n","post_updated":"Thursday, 20 December 2012"},{"post_title":"Commission refers the 1985 robbery conviction of Martin Foran to the Court of Appeal","post_date":"Wednesday, 19 December 2012","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the robbery and conspiracy to rob convictions of Martin Foran to the Court of Appeal.\n<\/p>\r\nMr Foran was tried at Birmingham Crown Court in 1985 on charges of robbery and conspiracy to rob. He pleaded not guilty but was convicted and sentenced to six years&#39; imprisonment for robbery and to a further two years, to run consecutively, for conspiracy to rob.<br \/>\n<br \/>\nHe sought to appeal against the convictions but his appeal was dismissed in July 1986. In 1992, Mr Foran applied to the Home Office for a review of his case. His case was reviewed and subsequently referred to the Court of Appeal by the Home Secretary. Mr Foran’s second appeal was dismissed in February 1995.<br \/>\n<br \/>\nMr Foran applied to the Criminal Cases Review Commission for a review of his case in June 2011.<br \/>\n<br \/>\nThe Commission has decided to refer Mr Foran’s convictions to the Court of Appeal because it believes that there is a real possibility the Court will quash the convictions. The case is being referred on the basis that information, not previously considered in proceedings against Mr Foran, has come to light regarding the credibility of a police officer from the West Midlands Serious Crime Squad who was involved in the case against Mr Foran. This information, and a reassessment of other matters relating to the officer that have previously been raised on Mr Foran&#39;s behalf, leads the Commission to conclude that the officer&#39;s credibility is tainted.<br \/>\n<br \/>\nAlso, developments in case law mean that the fact that the evidence of a tainted officer is supported by an officer to whom no criticism is attached, is no longer sufficient to uphold a conviction (as was the case at Mr Foran&#39;s 1995 appeal).<br \/>\n<br \/>\nMr Foran is represented by Olliers Solicitors, Castlefield Chambers, 11 Duke Street, Manchester, M3 4NF.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>.<br \/>\n\n<h4>Notes to editors:<\/h4>\n\n<ol>\n  <li>The Commission has referred several cases on grounds relating to the involvement of discredited West Midland Serious Crime Squad officers. These have included the Commission referrals in the cases of: Victor Deans, Trevor Campbell, John Cummiskey, Michael Dunne, Patrick Irvine, David Murphy and Patrick O&#39;Toole and George Twitchell. These cases are among many more appeals heard by the Court of Appeal in relation to the West Midland Serious Crime Squad which was disbanded in 1989.<\/li>\n\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are ten Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments&#39; Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year. Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are&nbsp; &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/li>\n<\/ol>\n  \r\n","post_updated":"Thursday, 20 December 2012"},{"post_title":"CCRC appoints three new Commissioners","post_date":"Wednesday, 5 December 2012","post_content":"\r\n<p>The Criminal Cases Review Commission has appointed three new Commissioners.<br \/>\n<\/p>\r\n<p>Celia Hughes, Angela Flower and Ranjit Sondhi joined the Commission in November and their appointments were formally announced to Parliament on December 4th.<br \/>\n<br \/>\nAs Commissioners at the independent statutory body set up to investigate suspected and alleged miscarriages of justice in England, Wales and Northern Ireland their role will be to decide whether cases should or should not be referred back to the appeal courts.<br \/>\n<br \/>\nAngela Flower was for many years a criminal defence solicitor in private practice in Birmingham. She has been at the Commission since its inception in 1997 and has worked there both as a Case Review Manager and as a Legal Adviser. She has special interests in mental health law and is a former Mental Health Act Commissioner and a trustee of the mental health charity MIND. She is a part-time Judge within the Immigration Appeals Chamber and a part-time Judge of the Mental Health Review Tribunal. Ms Flower is the first member of Commission staff to be appointed as a Commissioner.<br \/>\n<br \/>\nCelia Hughes is a very experienced criminal defence solicitor who has worked in leading practices in London and Bristol specialising in complex cases and organised crime. She has previously served as an independent peer reviewer for the Legal Services Commission. In the last four years she has had an exclusively appellate practice and has supervised her firm&#39;s Appeals Unit.<br \/>\n<br \/>\nRanjit Sondhi is currently a Commissioner of the Judicial Appointments Commission. He is also a member of the Bar Standards Board Equality and Diversity Committee. He has served as a BBC Governor, as Deputy Chair of the Commission for Racial Equality and as Chair of the Heart of Birmingham Primary Care Trust. He has also sat on a number of other governing bodies including the National Gallery and the Tenant Services Authority. Ranjit Sondhi is a CBE. (Mr Sondhi&#39;s appointment as to the CCRC is subject to completion of security clearance checks.)<br \/><\/p>\n\n<p><strong>Commission Chair Richard Foster, said:<\/strong><\/p>&#39;We are absolutely delighted with these excellent appointments. The skills that the new Commissioners bring will strengthen both the legal and the non-legal aspects of the Commission and I am certain that together, and individually, they will be a tremendous asset to the Commission. These appointments bring us back up to the number of Commissioners that we ought to have. With workloads for Commissioners and staff having almost doubled in the last year, their arrival is particularly timely and welcome.&#39;<br \/>\n<br \/>\nParliament was informed of the appointments in an announcement on 4 December 2012. View <a href=\".\/?a=55015\">the full announcement<\/a>.\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/><\/p>\n\n<h4>Notes to editors:<\/h4>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are now 12 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol>\n  \r\n","post_updated":"Wednesday, 5 December 2012"},{"post_title":"Commission refers the 1985 conviction of Martin McCauley to the Northern Ireland Court of Appeal","post_date":"Friday, 25 January 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Martin McCauley to the Northern Ireland Court of Appeal.\n<\/p>\r\nMr McCauley was tried at Belfast Crown Court in 1985, charged with the unlawful possession of three rifles. He pleaded not guilty but was convicted and received a suspended sentence of two years&#39; imprisonment.<br \/>\n<br \/>\nMr McCauley did not appeal against his conviction at the time. In November 2005 he applied to the Commission for a review of his case.<br \/>\n<br \/>\nHaving considered a range of issues, the Commission has decided to refer Mr McCauley&#39;s conviction to the Northern Ireland Court of Appeal. The decision is based on information obtained by the Commission that was not known by the trial judge and that, in the Commission&#39;s view, raises a real possibility that the Court of Appeal will now quash the conviction. The information is of a sensitive nature. As a result, the Commission has only been able to supply Mr McCauley and his representative with a summary of the reasons for the referral. A full account of those reasons has been provided in a confidential annex to the Court of Appeal and the Public Prosecution Service.<br \/>\n<br \/>\nIt will be for the Northern Ireland Court of Appeal to make any further decisions on disclosure of the information concerned. &nbsp;<br \/>\n<br \/>\nMr McCauley is represented by Madden and Finucane Solicitors, 88 Castle Street, Belfast. BT1 3JF.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/>\n\n<h4>Notes to editors:<br \/><\/h4>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are 11 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol><br \/>\n  \r\n","post_updated":"Friday, 25 January 2013"},{"post_title":"Commission refers the sexual assault conviction of H to the Court of Appeal","post_date":"Thursday, 7 February 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the sexual assault conviction of H to the Court of Appeal.\n<\/p>\r\n<p>Mr H pleaded not guilty but was convicted in 2009 of sexually assaulting a 17-year-old girl. He was sentenced to a total of eighteen months’ imprisonment.<br \/>\n<br \/>\nThe Commission has referred Mr H’s conviction to the Court of Appeal because it considers that new evidence which significantly undermines the credibility of the complainant raises a real possibility that the Court will quash the conviction.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>.<\/p>\n\n<h1>Notes to Editors<\/h1>\n\n<ol>\n  <li>The Commission has replaced the applicant’s name with the letter H in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial; when the Commission decides to anonymise a case, it does so by choosing the next letter in the alphabet following on from the last anonymised referral. The Court of Appeal will make its own decision about if\/how to anonymise the case when the appeal is heard.<\/li>\n\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are currently 11 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>&nbsp;The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol>\n  \r\n","post_updated":"Thursday, 2 May 2013"},{"post_title":" Commission refers the conviction of human trafficking  victim J to the appeal court","post_date":"Friday, 22 March 2013","post_content":"\r\n<p><div>\n  The Criminal Cases Review Commission has referred the cannabis cultivation conviction of J to the appeal court.\n","post_updated":"Thursday, 25 July 2013"},{"post_title":"Commission refers the convictions of Thomas Kingston, Thomas Reynolds and Terence O’Connell to the Court of Appeal","post_date":"Thursday, 30 May 2013","post_content":"\r\n<p><p>The Criminal Cases Review Commission has referred to the Court of Appeal the convictions of Thomas Kingston, Thomas Reynolds and Terence O’Connell.<\/p>\n<\/p>\r\n<p>Messrs Kingston, Reynolds and O’Connell were tried together at the Central Criminal Court on 4th August 2000.&nbsp; All three pleaded not guilty. Messrs Kingston and Reynolds were convicted of conspiracy to supply a Class B controlled drug (amphetamine) and were sentenced to three-and-a-half years’ imprisonment. Mr O’Connell was convicted of doing an act tending and intended to pervert the course of public justice and was sentenced to two years’ imprisonment.<\/p>\n\n<p>At the time of the offences for which they were convicted, all three men were police officers serving with the South East Regional Crime Squad (SERCS) of the Metropolitan Police Service (MPS).<\/p>\n\n<p>In April 2001 their appeals against conviction were heard jointly with those of two other former SERCS officers, Robert Clark and Christopher Drury (see notes). All the appeals were dismissed.<\/p>\n\n<p>Messrs Kingston, Reynolds and O’Connell applied to the Commission for a review of their convictions in March 2011.<br \/>\n&nbsp;<br \/>\nThe Commission has decided to refer their convictions to the Court of Appeal. The referrals are made on the grounds that since Messrs Kingston, Reynolds and O’Connell’s trial and appeal, new evidence has come to light which gives rise to a real possibility that the Court of Appeal will not uphold their convictions.&nbsp; The new evidence relates to post-trial allegations made by Mr Neil Putnam, a key prosecution witness in the case.<\/p>\n\n<p>In a BBC TV documentary called “The Boys Who Killed Stephen Lawrence”, which was broadcast in 2006, Mr Putnam alleged that prior to his arrest, he was told by DS Davidson (a former SERCS officer) of a corrupt link between DS Davidson and Clifford Norris. Mr Norris’s son, David Norris, had at that time been suspected of involvement in the murder of Stephen Lawrence and has since then been convicted of that offence.&nbsp; Mr Putnam also alleged that in 1998 he told MPS officers of this link and that they failed to act upon it.&nbsp; Although later investigations by the Independent Police Complaints Commission and the MPS have found that Mr Putnam’s allegations are unsubstantiated, he has repeated them on a number of occasions.&nbsp;<\/p>\n\n<p>The Commission has concluded that this new evidence raises substantial doubts as regards Mr Putnam’s credibility and reliability and that, as a result, there is a real possibility that the Court of Appeal will conclude that Mr Putnam’s evidence at Messrs Kingston, Reynolds and O’Connell’s trial can no longer safely be relied upon and that their convictions are in consequence unsafe and should be quashed.&nbsp;<\/p>\n\n<p>The purpose of the Commission’s review has solely been to establish whether or not there is new evidence which gives rise to a real possibility that Messrs Kingston, Reynolds and O’Connell’s convictions will be quashed.&nbsp; The Commission has not itself specifically investigated the issue of whether there was corruption in the initial Stephen Lawrence murder investigation.&nbsp; It is right to say, however, that during the course of its review it has found nothing which lends support to the allegations which Mr Putnam has made.<br \/>\n<br \/>\nMessrs Kingston, Reynolds and O’Connell are represented by Kaim Todner Solicitors of 11 Bolt Court, London. EC4A 3DQ.<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or <a href=\"mailto:press@ccrc.gov.uk\">e-mail<\/a>.<\/p>\n\n<p><strong>Notes re: the Drury and Clark case<\/strong><\/p>\n\n<p>The Commission referred the convictions of Christopher Drury and Robert Clark to the Court of Appeal in March 2009. Messrs Drury and Clark were co-defendants in a trial at the Central Criminal Court in November 1999. Mr Drury was convicted of conspiracy to supply a class B drug and two counts of perverting the course of public justice. He was sentenced to a total of 11 years imprisonment. His sentence was later varied on appeal to eight years. Mr Clark was convicted of two counts of conspiracy to supply Class B drugs and two counts of perverting the course of public justice. He was sentenced to a total of twelve years in prison. His sentence was later varied on appeal to ten years.<br \/>\n<br \/>\nAt the time of the offences for which they were convicted, Messrs Drury and Clark were police officers serving with the South East Regional Crime Squad. Both men were granted leave to appeal against their convictions and sentences in February 2001. In April 2001 their appeals against conviction were dismissed by the Court of Appeal. Both appeals against sentence led to their sentences being reduced.<\/p>\n\n<p>Mr Drury applied to the Criminal Cases Review Commission in 2001 for a review of his sentence. The Commission did not refer the matter to the Court of Appeal.<br \/>\n<br \/>\nMr Drury and Mr Clark then made a joint application to the Commission in 2002.<br \/>\n<br \/>\nThe Commission decided to refer their convictions to the Court of Appeal because it was of the opinion that non-disclosure of prosecution material may have significantly disadvantaged the defence such as to raise a real possibility that the convictions would not be upheld on appeal.<\/p>\n\n<p>In 2010, the Court of Appeal quashed their convictions and ordered a retrial on some of the counts on the indictment.&nbsp; In October 2011, Messrs Clark and Drury were formally acquitted of all charges after the Crown offered no evidence at the retrial.<\/p>\n\n<h4>Notes for editors<\/h4>\n\n<p>1.&nbsp;The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>2.&nbsp;There are 10 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>3.&nbsp;The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/p>\n\n<p>4.&nbsp;The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal. Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n\n<p>5.&nbsp;If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/p>\n  \r\n","post_updated":"Thursday, 30 May 2013"},{"post_title":"Commission refers the case of John Jordan to the appeal court","post_date":"Wednesday, 31 July 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of John Jordan to the Crown Court.\n<\/p>\r\n<div>\n  Mr Jordan was arrested and prosecuted following a Reclaim the Streets protest in August 1996. In January 1997 at Horsferry Road Magistrates Court he pleaded not guilty to assault on a police officer and guilty to unlawful possession of a police helmet. He was convicted of both offences and received a conditional discharge for 12 months in relation to the first and an absolute discharge in relation to the second.\n","post_updated":"Wednesday, 31 July 2013"},{"post_title":"Commission refers the case of K  to the appeal court","post_date":"Wednesday, 24 July 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the robbery conviction of K to the appeal court.\n<\/p>\r\n<div>\n  K , was convicted more than 20 years ago for taking part in a robbery. K denied any involvement but was convicted and sent to prison.&nbsp;\n","post_updated":"Friday, 26 July 2013"},{"post_title":"Criminal Cases Review Commission Annual Report &amp; Accounts 2012\/13","post_date":"Friday, 12 July 2013","post_content":"\r\n<p>The latest Annual Report and Accounts of the Criminal Cases Review Commission was laid in Parliament on 11th July.<br \/>\n<\/p>\r\n<p>The CCRC Annual Report and Accounts 2012\/13 sets out facts and figures in relation to the performance in the financial year just gone and publishes the accounts of the organisation which investigates alleged miscarriages of justice.<\/p>\n\n<p>The Commission’s Annual Report and Accounts for 2012\/13 was laid before both Houses of Parliament on July 11th. Copies can be seen and downloaded free of charge by going to <a href=\"http:\/\/www.ccrc.gov.uk\">www.ccrc.gov.uk<\/a>. Printed copies can be ordered from The Stationary Office. The document is HC 482 and the ISBN number is 978-0-10-298417-0.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906.<\/p>\n\n<h3>Notes to editors<\/h3>\n\n<p>The Commission’s Annual Report and Accounts are presented to Parliament by the Lord Chancellor and Secretary of State for Justice in pursuance of paragraph 8(3) of Schedule 1 to the The Criminal Appeal Act 1995 and by the Comptroller and Auditor General in pursuance of paragraph 9(4) of Schedule 1 to that Act. It is also presented to the Northern Ireland Assembly under paragraph 8(4) of the Criminal Appeal Act 1995 by the Department of Justice.<\/p>\n\n<p>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/p>\n\n<p>There are currently nine Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/p>\n\n<p>The Commission usually receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Our long term referral rate is around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/p>\n\n<p>As specified in the Criminal Appeal Act 1995, the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/p>\n\n<p>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/p>\n\n<p>&nbsp;<\/p>\n  \r\n","post_updated":"Friday, 12 July 2013"},{"post_title":"Commission refers the forgery conviction of Gillian Clemo to the to the Court of Appeal","post_date":"Friday, 6 September 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the forgery conviction of Gillian Clemo to the Court of Appeal.\n<\/p>\r\n<p>Following a retrial, Ms Clemo was convicted in May 2011 at Newport Crown Court of Using a False Instrument with Intent, contrary to section 3 of the Forgery and Counterfeiting Act 1981. Ms Clemo was sentenced to a £1,000 fine with £7,500 prosecution costs and £15 Victim Impact Surcharge. The charges related to the alleged forging of a will.<\/p>\n\n<p>Ms Clemo sought to appeal against the conviction in January 2012, but the application for leave to appeal was dismissed.<\/p>\n\n<p>Having considered the case in detail, the Commission has decided to refer Ms Clemo’s conviction to the Court of Appeal. The referral is made on the basis of new evidence, including new handwriting evidence and the discovery of another complete copy of the will in question, raises a real possibility that the Court of Appeal will now quash Ms Clemo’s conviction.<\/p>\n\n<p>Ms Clemo is represented by Corker Binning 12, Devereux Court, Strand, London, WC2R 3JJ.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p>\n\n<p><strong>Notes for Editors<\/strong><\/p>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are 10 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission usually receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol>\n  \r\n","post_updated":"Friday, 6 September 2013"},{"post_title":"Commission refers the rape conviction of Sajid Ali  to the Court of Appeal","post_date":"Monday, 14 October 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the rape conviction of Mr Ali to the Court of Appeal.\n<\/p>\r\n<div>\n  Mr Ali pleaded not guilty but was convicted of rape at Birmingham Crown Court in January 2009 and sentenced to five years’ imprisonment.\n","post_updated":"Monday, 14 October 2013"},{"post_title":"Commission refers the rape conviction of Carl Butler to the Court of Appeal","post_date":"Monday, 14 October 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the rape conviction of Carl Butler to the Court of Appeal.\n<\/p>\r\n<div>\n  <p>Mr Butler pleaded not guilty but was convicted of rape at Sheffield Crown Court in May 1998 and sentenced to life imprisonment with a minimum term of six years.<\/p>\n\n  <p>The following year Mr Butler sought to appeal against his conviction but the Court refused leave to appeal. In 2011 Mr Butler applied to the Commission for a review of his conviction.&nbsp;<\/p>\n","post_updated":"Monday, 14 October 2013"},{"post_title":"Commission refers the disqualification order of Roy Seymour to the Court of Appeal","post_date":"Wednesday, 20 November 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred to the Court of Appeal the Disqualification Order imposed on Roy Seymour in 2003.\n<\/p>\r\n<div>\n  Mr Seymour was tried for rape at Croydon Crown Court in 2003. He was convicted and sentenced to seven years’ imprisonment with a three year extension period. The Judge imposed a Disqualification Order preventing him from working with children for life, under the Criminal Justice and Courts Services Act 2000. Mr Seymour was also required to sign the sex offender’s register for life. He was released from prison in October 2007.\n","post_updated":"Wednesday, 20 November 2013"},{"post_title":"Commission refers the rape conviction of Benjamin O’Meally to the to the Court of Appeal","post_date":"Wednesday, 20 November 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the rape conviction of Benjamin O’Meally to the Court of Appeal.\n<\/p>\r\n<div>\n  <p>Mr O’Meally was tried for rape in September 2009 at Wolverhampton Combined Court. He pleaded not guilty but was convicted and sentenced to life imprisonment with a &nbsp;minimum term of nine years and three months.<\/p>\n\n  <p>Mr O’Meally sought to appeal against his conviction in 2009 but his appeal was dismissed. He applied to the Commission for a review of his conviction in October 2010.<\/p>\n","post_updated":"Wednesday, 20 November 2013"},{"post_title":"Commission refers the murder conviction of Dwaine George to the to the Court of Appeal","post_date":"Friday, 15 November 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the murder conviction of Dwaine George to the Court of Appeal.\n<\/p>\r\n<p>Mr George was tried in 2002 at Preston Crown Court for murder, attempted murder and possession of a firearm with intent to endanger life. He pleaded not guilty but was convicted and sentenced to life imprisonment with a minimum tariff of 12 years.<br \/>\nMr George appealed against his convictions in 2004, but the appeal was dismissed.<\/p>\n\n<p>Following a wide ranging review, the Criminal Cases Review Commission has decided to refer Mr George’s convictions to the Court of Appeal.<\/p>\n\n<p>The referral is based on new scientific evidence, relating to gunshot residue, that the Commission considers raises a real possibility that the Court of Appeal will now quash Mr George’s convictions.<\/p>\n\n<p>Mr George’s representatives at Cardiff University Law School Innocence Project raised issues relating to gunshot residue evidence and made representations to the Commission based on an expert report obtained by them.<\/p>\n\n<p>As part of its review, the CCRC commissioned further specific expert analysis of gunshot residue evidence and its presentation at trial. The Commission’s referral is centred around that further expert report. It should be said however that the Cardiff University Law School Innocence Project has made a very significant contribution to the case and to the referral of Mr George’s convictions.<\/p>\n\n<p>Mr George is represented by Cardiff University Law School Innocence Project, Cardiff Law School, Law Building, Cardiff University, Museum Avenue, Cardiff&nbsp; CF10 3AX<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p>\n\n<p><strong>Notes for editors<\/strong><\/p>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are 12 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission usually receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/li>\n<\/ol>\n\n<p><br \/>\n&nbsp;<\/p>\n  \r\n","post_updated":"Friday, 15 November 2013"},{"post_title":"Five new Commissioners appointed to the Criminal Cases Review Commission","post_date":"Tuesday, 12 November 2013","post_content":"\r\n<p>Five new Commissioners have been appointed to the Criminal Cases Review Commission and the Chair of the Commission has been reappointed.\n<\/p>\r\n<p>The newly appointed Commissioners are Alexandra Marks, Dr Sharon Persaud, David James Smith, Liz Calderbank and Andrew Rennison. Richard Foster CBE, who joined the Commission as Chair in November 2008, has been reappointed to serve for a further five years (see below for biographies of the Chair and each of the new Commissioners).<\/p>\n\n<p>Commission Chief Executive Karen Kneller said: “This is great news for the Commission. These new appointments bring an excellent mix of skills and experience to the organisation. Commissioners are the people who are ultimately responsible for making the decisions about whether or not we refer individual cases for appeal so their role is absolutely fundamental to the work we do here. The arrival of these new Commissioners at a time when we are seeing sustained high levels of applications will significantly strengthen the Commission when we need it most.<\/p>\n\n<p>&nbsp;&#39;We are also very pleased that Richard Foster will be staying on as Chair to continue with the good work we have been doing and with the real progress we have been making.&#39;<\/p>\n\n<h3>Biographies<\/h3>\n\n<p>Richard Foster CBE: took over as Chair of the Commission in November 2008. He was Chief Executive of the Crown Prosecution Service from 2001 to 2007 and is Chair of the Refugee Council. He was Director, Welfare to Work Delivery, responsible for New Deals from 1998 to 2001 and is a former Director of the Employment Service in the Department for Education and Employment. He was also First Secretary (Stockholm) with the Foreign and Commonwealth Office from 1981 to 1984 and was Principal Private Secretary to the Minister of State, Department of Employment. Mr Foster was educated at Devonport High School for Boys and at Pembroke College, Cambridge. He is married with two children.<\/p>\n\n<p>Liz Calderbank: joined the then Greater Manchester Probation Service in 1984 and worked in both an operational and managerial capacity before leaving as Assistant Chief Probation Officer to join HM Inspectorate of Probation in 1998. As an inspector, she led leading the inspection Towards Race Equality, examining institutional racism within the probation service. She subsequently was appointed as HM Assistant Chief Inspector and was responsible for setting up the first multi-inspectorate joint inspection programme examining the work of the youth offending teams. She has led the inspectorate in an interim capacity as Chief Inspector since August 2011. Whilst in the inspectorate, Liz has also undertaken several short placements in Jamaica, advising the Jamaican Government on the implementation of inspection arrangements, work with women who offend, and with the development of a youth justice strategy.<\/p>\n\n<p>Alexandra Marks: qualified as a solicitor in 1983. After 27 years at Linklaters, she retired as a partner in June 2011. She sits as a Recorder (Crime and Civil) and as a High Court Deputy (QBD and Administrative Court).<br \/>\nIn January 2012, Alexandra was appointed Solicitor Commissioner of the Judicial Appointments Commission. She is Chair of the Architects Registration Board’s Professional Conduct Committee, Legal Assessor to the Conduct Committees of the Royal Institution of Chartered Surveyors and the Association of Chartered Certified Accountants, Chair of Prisoners Education Trust and a trustee of JUSTICE, and of Working Families. She recently stepped down after 11 years as Chair of Amnesty International Charity Limited. Alexandra is past Master of the City of London Solicitors’ Company (2008-09) and past President of the City of London Law Society (2008-09). She is married with two daughters and lives in central London.<\/p>\n\n<p>David James Smith: is an award winning journalist and author. He has written extensively about crime and criminal justice issues, conducting detailed investigations into some of the most high profile cases of recent years. He has written five non-fiction books including The Sleep Of Reason - The James Bulger Case and Supper With The Crippens about the Edwardian murderer Hawley Harvey Crippen.&nbsp; David&#39;s longform journalism for The Sunday Times Magazine won him Broadsheet Feature Writer Of The Year at the British Press Awards in 2011 and again in 2012.<\/p>\n\n<p>Dr Sharon Persaud: was a solicitor &amp; partner at Bindman &amp; Partners, practising exclusively in criminal defence. In 2010, she became a specialist appeals lawyer in the Criminal Appeal Office at the Court of Appeal (Criminal Division.) She was an independent peer reviewer for the Legal Services Commission and&nbsp; has lectured on criminal law, evidence and procedure. She has a doctorate in law and sociology.<\/p>\n\n<p>Andrew Rennison MS.c: was appointed by the Home Secretary in February 2008 as the first Forensic Science Regulator. His principal role is to set and monitor the quality standards for forensic science in the criminal justice system. In December 2009 the role was extended when he was appointed to advise the government on the regulation of surveillance camera systems, leading to his appointment as the Surveillance Camera Commissioner in September 2012. Prior to moving into regulation he completed a 30 year career with the police. He holds a Master of Science degree in psychology, an honorary Doctor of Science degree from the University of Bournemouth and was recently conferred the title of Visiting Professor at Northumbria University.<\/p>\n\n<p>Alexandra Marks, Dr Sharon Persaud, and David James Smith have been appointed for five years beginning 28 October 2013, and have a time commitment of two, four, and five days per week respectively. Liz Calderbank begins her five year appointment on 2 January 2014 with a time commitment of two days per week, and Andrew Rennison MS.c begins his five year appointment on 3 March 2014 with a time commitment of three days per week. The salary for the posts is £93,796 pro-rata.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p>\n\n<p>Notes to Editors<\/p>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are currently 12 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission currently receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol>\n  \r\n","post_updated":"Tuesday, 12 November 2013"},{"post_title":"Commission refers the conviction of Q ","post_date":"Tuesday, 3 December 2013","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Mr Q to the Court of Appeal.\n<\/p>\r\n<p>Mr Q pleaded not guilty but was convicted in 2004 of indecent assault. He was sentenced to a Community Punishment Order of 100 hours and was placed on the Sex Offenders Register for a period of five years.<\/p>\n\n<p>Mr Q applied to the Commission for a review of his case in September 2012.<\/p>\n\n<p>Having reviewed the case, and having used its powers under Section 17 of the Criminal Appeal Act 1995 to obtain material relating to the case, the Commission has decided to refer the conviction to the Court of Appeal.<\/p>\n\n<p>The referral is based on new evidence relating to the credibility of the complainant which, in the Commission’s view, raises a real possibility that the Court will now quash the conviction.<\/p>\n\n<p>Mr Q was not legally represented during his application to the Commission.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p>\n\n<p><strong>Notes for editors<\/strong><\/p>\n\n<p>The Commission has replaced the applicant’s name with a letter in order to protect the identity of individuals involved in the case. The letter should not be taken as an initial. The Court of Appeal will make its own decision about if\/how to anonymise the case when the appeal is heard.<\/p>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are 12 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission currently receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>.&nbsp;If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol>\n  \r\n","post_updated":"Monday, 9 December 2013"},{"post_title":"Commission refers the conviction of Busani Zondo","post_date":"Tuesday, 3 December 2013","post_content":"\r\n<p>The Commission has referred the conviction of Busani Zondo to the Court of Appeal.\n<\/p>\r\n<p>Mr Zondo, a Zimbabwean national, pleaded guilty to possessing an improperly obtained false instrument with intent contrary to s25(1), (2) and (6) of the Identity Cards Act 2006 at Manchester Crown Court in March 2008. He was sentenced to ten months’ imprisonment.<\/p>\n\n<p>He applied to the Criminal Cases Review Commission for a review of his conviction in&nbsp; August 2012.<br \/>\nHaving considered the case, the Commission has decided to refer Mr Zondo’s conviction to Court of Appeal because it considers that there is a real possibility the Court will quash the conviction.<\/p>\n\n<p>The referral is made on the basis that Mr Zondo, who was granted refugee status in 2013, took legal advice to plead guilty when in fact he was entitled to a defence under section 31 of the Immigration and Asylum Act 1999 in circumstances where that defence would probably have succeeded.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 633 1806 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p>\n\n<p><strong>Notes for editors<\/strong><\/p>\n\n<p>This case is one of several involving asylum seekers and refugees that the Commission has referred to the appeal courts in recent months. Several other cases raising similar issues are currently being investigated by the Commission. An article written by the Commission explaining the issues and the law in this area can be seen on the <a href=\"http:\/\/www.lawgazette.co.uk\/in-practice\/practice-points\/ccrc-concern-over-advice-given-refugees\">Law Society Gazette website<\/a>.<\/p>\n\n<p>The Commission has contacted numerous groups and organisations working with asylum seekers and immigrants in the UK in an attempt to raise awareness of the issues in these cases. We have also liaised with the Crown Prosecution Service to try to identify people who may have fallen foul of the law in this way.<\/p>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are 10 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission receives around 1,000 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 4%, or one in 25, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol>\n  \r\n","post_updated":"Monday, 9 December 2013"},{"post_title":"Commission refers the sentence of Mr R to the Court of Appeal","post_date":"Wednesday, 29 January 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the sentence of Mr R to the Court of Appeal.\n<\/p>\r\n<div>\n  Mr R pleaded not guilty in 1997 to arson, damaging property and making a threat to kill. He was convicted and sentenced to life imprisonment with a recommendation that he serve eight years.\n","post_updated":"Wednesday, 29 January 2014"},{"post_title":"Commission refers the sentence of Dwayne Pink  to the Court of Appeal","post_date":"Wednesday, 29 January 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the sentence of Dwayne Pink to the Court of Appeal.\n<\/p>\r\n<div>\n  Mr Pink was convicted after a trial at Blackfriars Crown Court in June 2009 of kidnap and of wounding with intent to cause grievous bodily harm. He received a sentence of Imprisonment for Public Protection (IPP) with a minimum term of five years minus 50 days spent on remand.\n","post_updated":"Wednesday, 29 January 2014"},{"post_title":"Commission refers the sentence of Samuel Shoyeju to the Court of Appeal","post_date":"Wednesday, 29 January 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the sentence of Samuel Shoyeju to the Court of Appeal.\n<\/p>\r\n<div>\n  <div>\n    Mr Shoyeju pleaded guilty to misconduct in a public office at Basildon Crown Court in November 2011. He was sentenced to seven years&#39; imprisonment.\n  ","post_updated":"Wednesday, 29 January 2014"},{"post_title":"Commission refers the 1978 robbery conviction  of Martin Foran to the Court of Appeal","post_date":"Monday, 13 January 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred a second robbery case relating to Martin Foran to the Court of Appeal.\n<\/p>\r\n<div>\n  The CCRC referred Mr Foran&#39;s 1985 convictions for robbery and conspiracy to rob to the Court of Appeal in December 2012 – those convictions were quashed on 16th April 2013. (see R v Foran [2013] EWCA Crim 437).\n","post_updated":"Tuesday, 14 January 2014"},{"post_title":"Commission refers the murder conviction of Alan Charlton to the Court of Appeal","post_date":"Wednesday, 26 February 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the murder conviction of Alan Charlton to the Court of Appeal.\n<\/p>\r\n<div>\n  <div>\n    The Criminal Cases Review Commission has referred the murder conviction of Alan Charlton to the Court of Appeal.\n  ","post_updated":"Wednesday, 26 February 2014"},{"post_title":"Commission refers the conviction of Z for a second time","post_date":"Monday, 17 March 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the sexual assault and rape convictions of Mr Z to the Court of Appeal.\n<\/p>\r\n<div>\n  The Commission had previously referred Mr Z’s convictions in November 2011.\n","post_updated":"Monday, 17 March 2014"},{"post_title":"Commission refers the Robbery conviction of Mohammed Amin to the Court of Appeal","post_date":"Thursday, 15 May 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the robbery conviction of Mohammed Amin to the Court of Appeal.\n<\/p>\r\n<div>\n  Mr Amin pleaded not guilty but was convicted of robbery at Peterborough Crown Court in February 2011. He was sentenced to three years’ imprisonment.&nbsp;\n","post_updated":"Thursday, 15 May 2014"},{"post_title":"Commission refers the false passport conviction of Mr D to the Court of Appeal","post_date":"Monday, 30 June 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Mr D to the Court of Appeal.\n<\/p>\r\nMr D, an Iranian national, was arrested at Heathrow airport after attempting to use a false passport to board a flight to Canada.<br \/>\n<br \/>\nIn interview he accepted he had tried to use the false passport, which he bought for $8,000 from an agent in Turkey, to travel to Canada where he had planned to claim asylum. He said he was fleeing persecution in Iran due to his conversion from Islam to Christianity.<br \/>\n<br \/>\nMr D’s legal representatives told him that the statutory defence under section 31 of the Immigration and Asylum Act 1999 was not available to him and advised him to plead guilty.<br \/>\n<br \/>\nIn January 2012, Mr D pleaded guilty at Isleworth Crown Court to possessing a false passport with intent contrary to section 4 of the Identity Documents Act 2010. He was sentenced to 12 months’ imprisonment.<br \/>\n<br \/>\nHaving reviewed the case, the Commission has decided to refer Mr D’s conviction to the Court of Appeal. The referral is made on the basis that: Mr D had a statutory defence available to him under section 31 of the Immigration and Asylum Act 1999; it is likely that the legal advice provided to Mr D deprived him of that defence and therefore his plea amounts to a nullity; on the evidence now available, the section 31 defence would probably have succeeded and, as a result, there is a real possibility that the Court of Appeal will set aside his guilty plea and quash his conviction.<br \/>\n<br \/>\nMr D was represented in his application to the Commission by Kesar &amp; Co Solicitors, 27 London Road,&nbsp; Bromley, Kent. BR1 1DG<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>.<br \/>\n<br \/>\nThe Commission has agreed to anonymise Mr D because of concerns that he may still be the target of reprisals.<br \/>\n<br \/>\nThis case is one of several involving asylum seekers and refugees that the Commission has referred to the appeal courts in recent months. Several other cases raising similar issues are currently being investigated by the Commission. An article written by the Commission explaining the issues and the law in this area can be seen on the <a href=\"http:\/\/www.lawgazette.co.uk\/in-practice\/practice-points\/ccrc-concern-over-advice-given-refugees\">Law Society Gazette website<\/a>.<br \/>\n\n<h3>Notes for editors<\/h3>1.&nbsp;&nbsp; &nbsp;The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<br \/>\n<br \/>\n2.&nbsp;&nbsp; &nbsp;There are currently twelve Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<br \/>\n<br \/>\n3.&nbsp;&nbsp; &nbsp;The Commission usually receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 3.5%, or one in 29, of all applications are referred to the appeal courts.<br \/>\n<br \/>\n4.&nbsp;&nbsp; &nbsp;The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<br \/>\n<br \/>\n5.&nbsp;&nbsp; &nbsp;If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/>\n<br \/>\n  \r\n","post_updated":"Monday, 21 July 2014"},{"post_title":"Commission refers the indecent assault conviction of Brian Petersen to the Court of Appeal","post_date":"Tuesday, 17 June 2014","post_content":"\r\n<p><p>The Criminal Cases Review Commission has referred the indecent assault conviction of Brian Petersen to the Court of Appeal.<\/p>\n<\/p>\r\n<div>\n  Mr Petersen pleaded not guilty but was convicted of four counts of indecent assault at Wood Green Crown Court in 1998. He was sentenced to three years’ imprisonment.\n","post_updated":"Wednesday, 2 July 2014"},{"post_title":"Commission refers the conviction of B for appeal at the Crown Court","post_date":"Thursday, 12 June 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Mr B for appeal at the Crown Court.\n<\/p>\r\n<div>\n  Mr B, an Iranian national, arrived at Liverpool John Lennon airport on a flight from France in May 2011 where he failed to produce a passport.&nbsp;\n","post_updated":"Wednesday, 2 July 2014"},{"post_title":"Commission refers the conviction of human trafficking victim C to the appeal court","post_date":"Thursday, 12 June 2014","post_content":"\r\n<p><div>\n  The Criminal Cases Review Commission has referred the cannabis cultivation conviction of C for appeal at the Crown Court.\n","post_updated":"Wednesday, 2 July 2014"},{"post_title":"Commission refers the rape conviction of Aaron George  to the Court of Appeal","post_date":"Wednesday, 16 July 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the rape conviction of Aaron George to the Court of Appeal.\n<\/p>\r\nMr George was convicted of rape following a trial at the Inner London Crown Court in July 2010. He was sentenced to six and a half years’ imprisonment.<br \/>\n<br \/>\nMr George was refused leave to appeal shortly after the trial. He applied to the Commission in March 2012.<br \/>\n<br \/>\nHaving conducted a detailed review of the case, the Commission has decided to refer Mr George’s conviction to the Court of Appeal because it considers there is a real possibility that the Court will quash the conviction.<br \/>\n<br \/>\nThe referral is based on new mobile phone evidence relevant to the issue of consent and to the credibility of the complainant, and on identifiable errors on the part of the police, the prosecution and the defence that arguably rendered the trial process unfair.<br \/>\n<br \/>\nMr George was not legally represented in his application to the Commission.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>.<br \/>\n\n<h3>Notes for editors<\/h3>1.&nbsp;&nbsp; &nbsp;The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<br \/>\n<br \/>\n2.&nbsp;&nbsp; &nbsp;There are currently twelve Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<br \/>\n<br \/>\n3.&nbsp;&nbsp; &nbsp;The Commission usually receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 3.5%, or one in 29, of all applications are referred to the appeal courts.<br \/>\n<br \/>\n4.&nbsp;&nbsp; &nbsp;The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<br \/>\n<br \/>\n5.&nbsp;&nbsp; &nbsp;If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/>\n<br \/>\n  \r\n","post_updated":"Monday, 21 July 2014"},{"post_title":"Commission refers the rape conviction of Mr C to the Court of Appeal","post_date":"Friday, 11 July 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the rape conviction of C to the Court of Appeal.\n<\/p>\r\nMr C pleaded not guilty but was convicted in 2008 of raping a 14-year-old girl.&nbsp; He was also convicted of two offences of sexual activity with a 13-year-old female. He was sentenced to an indeterminate sentence of imprisonment for public protection (IPP) with a minimum term of four years.<br \/>\nMr C was refused leave to appeal against his conviction and applied to the Commission in October 2009.<br \/>\n<br \/>\nHaving carried out a detailed review of the case, the Commission has decided to refer Mr C’s conviction to the Court of Appeal. The referral is based on new evidence relating to the credibility of the complainant which raises a real possibility that the Court will quash the conviction for rape and replace it with one for unlawful sexual activity with a child.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a>.<br \/>\n\n<h3>Notes for editors<\/h3>1.&nbsp;&nbsp; &nbsp;The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<br \/>\n<br \/>\n2.&nbsp;&nbsp; &nbsp;There are currently twelve Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<br \/>\n<br \/>\n3.&nbsp;&nbsp; &nbsp;The Commission usually receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 3.5%, or one in 29, of all applications are referred to the appeal courts.<br \/>\n<br \/>\n4.&nbsp;&nbsp; &nbsp;The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are “exceptional circumstances”.<br \/>\n<br \/>\n5.&nbsp;&nbsp; &nbsp;If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/>\n<br \/>\n  \r\n","post_updated":"Monday, 21 July 2014"},{"post_title":"CCRC publishes annual report ","post_date":"Friday, 4 July 2014","post_content":"\r\n<p><p>The latest Annual Report and Accounts of the Criminal Cases Review Commission was laid before Parliament on 3rd July 2014.<\/p>\n<\/p>\r\n<p>The CCRC Annual Report and Accounts 2013\/14 sets out facts and figures in relation to the performance and finances of the independent public body responsible for investigating alleged miscarriages of justice.<\/p>\n\n<p>In his foreword to the annual report, Commission Chair Richard Foster comments on the trends in casework over the past year and on the Commission’s finances. He also looks forward and promises that the orgainsation will keep a “weather eye” on cases in the coming years to see whether cuts to criminal legal aid have an impact on the number or type of cases that the Commission refers for appeal.<\/p>\n\n<p>He said: &quot;Looking to the future, one of the things that we will be watching closely in the coming years is the extent to which the recent and controversial changes to the criminal legal aid regime will impact on the work of this Commission… [&nbsp; ]…We will be keeping a weather eye on the applications we receive in the next few years to see whether cuts to criminal legal aid have a discernible impact on the number or type of cases that we refer for appeal.&quot;<\/p>\n\n<p>The Commission’s Annual Report and Accounts for 2013\/14 was laid before both Houses of Parliament on Thursday 3rd July. Copies can be seen and downloaded free of charge by going to <a href=\"http:\/\/www.ccrc.gov.uk\/\">www.ccrc.gov.uk<\/a>. Printed copies can be ordered from The Stationary Office. The document is HC 207 and the ISBN number is 978-1-4741-0511-8.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 233 0906.<\/p>\n\n<p>Notes to editors<\/p>\n\n<ol>\n  <li>The Commission’s Annual Report and Accounts are presented to Parliament by the Lord Chancellor and Secretary of State for Justice in pursuance of paragraph 8(3) of Schedule 1 to the Criminal Appeal Act 1995 and by the Comptroller and Auditor General in pursuance of paragraph 9(4) of Schedule 1 to that Act. It is also presented to the Northern Ireland Assembly under paragraph 8(4) of the Criminal Appeal Act 1995 by the Department of Justice.<\/li>\n\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland.&nbsp; It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are currently 12 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission usually receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Our long term referral rate is around 4%, which means around one in 25 of all applications are referred to the appeal courts.<\/li>\n\n  <li>As specified in the Criminal Appeal Act 1995, the Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &quot;exceptional circumstances&quot;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/li>\n<\/ol>\n  \r\n","post_updated":"Friday, 4 July 2014"},{"post_title":"Commission refers the conviction of Badreldin Lissan for appeal at the Crown Court","post_date":"Monday, 29 September 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Badreldin Lissan for appeal at the Crown Court.\n<\/p>\r\n<div>\n  <p>Mr Lissan, a Sudanese national, arrived at Heathrow Airport on 24 May 2006 and approached an immigration officer to say he was seeking entry to the United Kingdom because he was wanted by the Sudanese Government and was in fear of his life.<\/p>\n\n  <p>In interview Mr Lissan explained he was fleeing Sudan and the Sudanese Government because he was an active member of the Sudanese Justice and Equality Movement. He said he headed for the UK because he considered it a “safe county” and had travelled using a British passport he bought in Chad for $500 US.&nbsp;<\/p>\n","post_updated":"Thursday, 2 October 2014"},{"post_title":"Commission refers the conviction and sentence of Elizabeth Joseph for appeal at the Crown Court","post_date":"Tuesday, 28 October 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction and sentence of Elizabeth Joseph to the Crown Court.\n<\/p>\r\n<div>\n  Ms Joseph was convicted in February 2008 at Stratford Magistrates’ Court of obstructing an officer in the execution of his duty, contrary to s47 Terrorism Act 2000, and of assaulting an officer in the execution of his duty, contrary to s89(1) of the Police Act 1996. In total, she received a Community Service Order of 60 hours.\n","post_updated":"Monday, 22 December 2014"},{"post_title":"Commission refers the conviction of Richard Sohe to the Court of Appeal","post_date":"Tuesday, 21 October 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Richard Sohe to the Court of Appeal.\n<\/p>\r\n<div>\n  <p>Mr Sohe, a national of Cameroon, was stopped on arrival at Gatwick Airport in January 2009 on suspicion of being in possession of a false identity document.<\/p>\n\n  <p>In his police interview, he confirmed his real identity and admitted that the French passport he had tried to use was supplied by those who arranged his travel. He said he was fleeing Cameroon where he was in danger from agents of the government pursuing him because of his political activities, and where he had already been tortured whilst in detention. He said he had intended to travel on to Canada to claim asylum but having been detained, he claimed asylum in the UK.<\/p>\n","post_updated":"Monday, 10 November 2014"},{"post_title":"Commission refers the rape conviction of G to the Court of Appeal","post_date":"Tuesday, 7 October 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the rape conviction of G to the Court of Appeal.\n<\/p>\r\n<p>Mr G pleaded not guilty in 2009 to one count of indecent assault in relation to one woman and two counts of rape in relation to another woman. The principle issue in relation to the rape charges was whether or not the complainant had consented. Mr G was acquitted of the indecent assault and of one count of rape, but convicted of the other count of rape. He was sentenced to a total of five years’ imprisonment.<\/p>\n\n<p>In 2010 Mr G applied for leave to appeal but leave was refused. He applied to the Commission later that year.<\/p>\n\n<p>Having conducted an extensive investigation and considered the case in detail the Commission has decided to refer Mr G’s conviction to the Court of Appeal. The referral is made on the basis of new evidence that Mr G arguably should have been entitled to the usual good character direction when in fact that direction was withheld during his trial and when such a direction may have caused the jury to reach a different conclusion. The Commission considers that this raises the real possibility that the Court of Appeal may now consider the conviction to be unsafe and quash it.<\/p>\n\n<p>This press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><\/p>\n\n<h3>Notes for editors<\/h3>\n\n<ol>\n  <li>The Criminal Cases Review Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are currently twelve Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission usually receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 3.5%, or one in 29, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &quot;exceptional circumstances&quot;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<\/li>\n<\/ol>\n\n<p><br \/>\n&nbsp;<\/p>\n  \r\n","post_updated":"Tuesday, 7 October 2014"},{"post_title":"Commission refers the sentence of F to the Court of Appeal","post_date":"Thursday, 2 October 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the case of F to the Court of Appeal.\n<\/p>\r\n<div>\n  A jury convicted Mr F in March 2011 of sexual assault and rape. He had also previously pleaded guilty to perverting the course of justice. He was sentenced to a total of ten years’ imprisonment and made the subject of a sexual offences prevention order.\n","post_updated":"Thursday, 2 October 2014"},{"post_title":"Commission refers the fraud conviction of Ghazala Shabbir to the Court of Appeal","post_date":"Tuesday, 18 November 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Ghazala Shabbir to the Court of Appeal.\n<\/p>\r\n<div>\n  <p>In May 2011 at Harrow Crown Court, Miss Shabbir pleaded not guilty but was convicted, along with a co-defendant, of conspiracy to commit fraud. She was sentenced to five years’ imprisonment.&nbsp;<\/p>\n\n  <p>Miss Shabbir appealed against her conviction in June 2012 but her appeal was refused. Later that year she applied to the Criminal Cases Review Commission for a review of her case.&nbsp;<\/p>\n","post_updated":"Wednesday, 10 December 2014"},{"post_title":"Commission refers the explosives conviction of Myles O’Hagan to the Court of Appeal","post_date":"Monday, 17 November 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Myles O’Hagan to the Court of Appeal.\n<\/p>\r\n<div>\n  Mr O’Hagan was convicted in May 1974 at the Belfast City Commission of causing an explosion contrary to section 2 of the Explosive Substance Act 1883.\n","post_updated":"Monday, 17 November 2014"},{"post_title":"Commission refers three joint enterprise murder  convictions to the Court of Appeal","post_date":"Monday, 29 December 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the joint enterprise murder convictions of Kirush Nanthakumar, Aziz Miah and Asif Kumbay to the Court of Appeal.\n<\/p>\r\n<div>\n  All three pleaded not guilty but were convicted of murder at the Old Bailey on 9 June 2008. Messrs Miah, Kumbay (both aged 20 at trial) were sentenced to life imprisonment with a minimum term of 17 years. Mr Nanthakumar (aged 18 at trial) was detained at Her Majesty’s pleasure with a minimum term of 14 years. All three were also convicted of causing grievous bodily harm with intent, and assault occasioning actual bodily harm, and received concurrent sentences for those offences.\n","post_updated":"Monday, 29 December 2014"},{"post_title":"Commission refers the conviction of Mr H to the Court of Appeal","post_date":"Tuesday, 2 December 2014","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Mr H to the Court of Appeal.\n<\/p>\r\n<div>\n  Mr H, an Iranian national, was stopped on arrival from Spain at Gatwick Airport in January 2011. He was challenged by immigration officers about his use of a Lithuanian passport in his own name. He admitted to using a false document and claimed asylum.\n","post_updated":"Monday, 22 December 2014"},{"post_title":"Commission refers the sexual offences conviction of I  to the Crown Court","post_date":"Thursday, 22 January 2015","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Mr I to the Crown Court.\n<\/p>\r\n<div>\n  Mr I appeared before the Youth Court in 2011 charged with four counts of sexual activity with a child under the age of 16. He was sentenced to 18 months Youth Rehabilitation Order with Supervision. At the time of the offences, Mr I was 16 and the victim 13.\n","post_updated":"Friday, 6 February 2015"},{"post_title":" Commission refers conviction of Terence Laverty to the Northern Ireland County Court","post_date":"Thursday, 22 January 2015","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the conviction of Terence Laverty to the County Court in Belfast.\n<\/p>\r\n<div>\n  <p>Mr Laverty appeared at Belfast Magistrates Court in September 1971 charged with Riotous Behaviour contrary to section 9 Criminal Justice (Miscellaneous Provisions) Act (NI) 1968. He pleaded not guilty but was convicted and sentenced to six months’ imprisonment. Mr Laverty appealed but his conviction was upheld at the rehearing. He applied to the Commission for a review of his conviction in 2009.<\/p>\n\n  <p>&nbsp;Following a lengthy and detailed investigation, the Commission has decided to refer this conviction to the County Court. The referral is based on new evidence that the sole evidence upon which Mr Laverty’s conviction rests has been retracted by the witness and that as a result there is a real possibility that the Court will set aside Mr Laverty’s conviction and find him not guilty on a rehearing.&nbsp;<\/p>\n","post_updated":"Friday, 23 January 2015"},{"post_title":"Commission refers the IPP sentence of Mr J to the Court of Appeal","post_date":"Monday, 2 February 2015","post_content":"\r\n<p>The Criminal Cases Review Commission has referred the IPP sentence of Mr J to the Court of Appeal.\n<\/p>\r\n<div>\n  Mr J pleaded guilty in June 2007 to imprisonment and causing grievous bodily harm with intent. He was sentenced to life imprisonment with a minimum term of four years and nine months.<br \/>\n  <br \/>\n","post_updated":"Thursday, 19 March 2015"},{"post_title":"Commission refers the manslaughter conviction of Idris Ali to the Court of Appeal ","post_date":"Friday, 13 March 2015","post_content":"\r\n<p>Criminal Cases Review Commission has referred the manslaughter conviction of Idris Ali to the Court of Appeal.\n<\/p>\r\n<p>Mr Ali, along with co-defendant Alan Charlton, pleaded not guilty but was convicted in February 1991 at Cardiff Crown Court, of the murder of Karen Price (see note 1 below). He was sentenced to life imprisonment with a tariff of 15 years.<br \/>\n<br \/>\nMr Ali and Alan Charlton, appealed against their convictions. In November 1994 the Court of Appeal upheld Mr Charlton’s conviction and quashed Mr Ali’s conviction and ordered a retrial.<br \/>\n<br \/>\nIn December 1994, prior to the retrial, Mr Ali pleaded guilty to manslaughter. He was sentenced to six years’ imprisonment; because of the time he had already served, he was released from prison at the end of those proceedings. Mr Ali did not appeal against his manslaughter conviction.<br \/>\n<br \/>\nIn February 2014, the CCRC referred Alan Charlton’s murder conviction to the Court of Appeal. The resulting appeal is now pending.<br \/>\n<br \/>\nFollowing its referral of Mr Charlton’s murder conviction, the Commission invited Mr Ali to make an application; he did so in March 2014.<br \/>\n<br \/>\nHaving reviewed the case in detail, the Commission has decided to refer Mr Ali’s conviction for manslaughter to the Court of Appeal. The case is referred primarily on the same basis that Mr Charlton’s case was referred.&nbsp; Namely, that there is a real possibility the Court of Appeal will conclude that the conviction is unsafe because of the risk of the prosecution amounting to an abuse of process.<br \/><\/p>\n\n<p>The Commission’s referral is based in part on new evidence that a number of officers from South Wales Police who were involved in the Lynette White murder inquiry (the Cardiff Three case), and the Philip Saunders murder inquiry (the Cardiff Newsagent Three case) (see note 2 below), were also involved in Mr Ali’s case and may have used investigative techniques similar to those used in the Lynette White and Philip Saunders cases and which contributed to the quashing of the convictions in those cases.<br \/>\nThe referral is also based on a range of other issues including:<br \/><\/p>\n\n<ul>\n  <li>Breaches by officers in the case of the Police and Criminal Evidence Act 1984 (PACE) and of PACE Code of Practice C (regarding the detention, treatment and questioning of persons by police officers)<\/li>\n\n  <li>The credibility of a number of prosecution witnesses<\/li>\n\n  <li>Concerns about oppressive handling by the police of key witnesses which arguably mean that the trial amounted to an abuse of process<\/li>\n\n  <li>The veracity of Mr Ali’s guilty plea<br \/><\/li>\n<\/ul>\n\n<p>Mr Ali is represented by Simon Palmer of Davies and Jones Solicitors, 32 The Parade, Roath, Cardiff, CF24 3AD.<br \/>\n<br \/>\nThis press release was issued by Justin Hawkins, Head of Communication, Criminal Cases Review Commission, on 0121 232 0906 or e-mail <a href=\"mailto:press@ccrc.gov.uk\">press@ccrc.gov.uk<\/a><br \/><\/p>\n\n<p><strong>Notes for editors<\/strong><br \/>\n<br \/>\nNote 1. Karen Price was 15 years old and living at a residential children’s home in Cardiff at the time of her disappearance. She had last been seen on 2nd July 1981 when she had run away from the children’s home. Her murder was assumed to have taken place shortly after her disappearance. Her skeletal remains were uncovered by workmen digging at the rear of 29 Fitzhammon Embankment, Cardiff, on 7th December 1989. The basement flat at that address had been occupied by Mr Charlton at the time of Karen Price’s disappearance.<br \/>\n<br \/>\nNote 2. Following a referral by the CCRC, the 1988 convictions of Michael O’Brien, Ellis Sherwood and Darren Hall (the Cardiff Newsagent Three) for the murder of Philip Saunders were quashed by the Court of Appeal in January 2000.&nbsp; The 1990 convictions of Yusef Abdullahi, Stephen Miller and Tony Paris (the Cardiff Three) for the murder of Lynette White were quashed by the Court of Appeal in 1992. Jeffrey Gafoor was jailed for the murder of Lynette White in 2003.<br \/>\n<br \/><\/p>\n\n<ol>\n  <li>The Commission is an independent body set up under the Criminal Appeal Act 1995. It is responsible for reviewing suspected and alleged miscarriages of criminal justice in England, Wales and Northern Ireland. It is based in Birmingham and is funded by the Ministry of Justice.<\/li>\n\n  <li>There are currently 12 Commissioners who bring to the Commission considerable experience from a wide variety of backgrounds. Commissioners are appointed by the Queen on the recommendation of the Prime Minister in accordance with the Office for the Commissioner for Public Appointments’ Code of Practice.<\/li>\n\n  <li>The Commission usually receives around 1,500 applications for reviews (convictions and\/or sentences) each year.&nbsp; Typically, around 3.5%, or one in 29, of all applications are referred to the appeal courts.<\/li>\n\n  <li>The Commission considers whether, as a result of new evidence or argument, there is a real possibility that the conviction would not be upheld were a reference to be made.&nbsp; New evidence or argument is argument or evidence which has not been raised during the trial or on appeal.&nbsp; Applicants should usually have appealed first. A case can be referred in the absence of new evidence or argument or an earlier appeal only if there are &#39;exceptional circumstances&#39;.<\/li>\n\n  <li>If a case is referred, it is then for the appeal court to decide whether the conviction is unsafe or the sentence unfair.<br \/><\/li>\n<\/ol>\n  \r\n","post_updated":"Friday, 13 March 2015"},{"post_title":"Commission refers murder convictions of Barry Hillman and Paul Gowans to the Court of Appeal","post_date":"Monday, 2 March 2015","post_content":"\r\n<p>The Criminal Cases Review Commission has, after receiving information from the Office of the Attorney General, referred the murder convictions of Barry Hillman and Paul Gowans to the Court of Appeal.\n<\/p>\r\n<div>\n  On 24 August 2001, Mr Gowans and Mr Hillman were convicted of the murder of Vytautas Jelinskas. These convictions followed from the earlier convictions of Messrs Hillman and Gowans for causing grievous bodily harm to Mr Jelinskas during a robbery in January 2000.\n","post_updated":"Thursday, 19 March 2015"}]
